{"c2array":true,"size":[100,100,4],"data":[

[["start"],
["","Привіт! Мене звати {girl7}, мені 10 років. Ми з татом нещодавно переїхали до міста з невеличкого ромського хутора. Тепер тато працює далекобійником і ми рідко бачимось.","bg&classroom&1|appear&girl7&3&1&&mirror"],
["","Я дуже люблю свого тата, але іноді жалкую, що народилась зі схожою зовнішністю.",""],
["","Сьогодні в школі ми святкуємо День батька. Вчителька дала завдання підготувати розповідь на тему \"Професія моїх батьків\".","emote&girl7&sad|appear&teacher1&1|appear&girl1&4|appear&boy4&5&&&mirror|appear&boy7&6&&&mirror"],
["","Однокласники по черзі почали розповідати, ким працюють їхні батьки і я також взяла в цьому участь.",""],
["girl1","Мого тата звати Сергій. Він працює лікарем і рятує життя людей!","emote&girl1&smile|emote&girl7&default|move&girl1&3|move&girl7&4|emote&teacher1&smile"],
["boy4","Мого тата звати Юра. Він працює електриком. Коли виросту — хочу бути схожим на нього!","emote&girl1&default| zIndex&boy4&top|emote&boy4&happy"],
["","Нарешті черга дійшла до мене...","mirror&girl7&1"],
["girl7","Мого тата звуть Бахті. Він перевозить великі вантажі у одній з транспортних фірм. Зараз він багато працює, тому я рідко його бачу. Коли я сумую за ним, то часто переглядаю його фото.","emote&girl7&sad"],
["","Я завжди ношу фото мого тата з собою. Можливо, показати його класу?","emote&girl7&default|emote&teacher1&default|ask&showphoto"]
],

	[["showphoto_yes"],
	["girl7","Ось так виглядає мій тато. Чесно, я дуже скучила за ним.. Скоріше б він повернувся додому..","move&girl7&3.3|move&girl1&4.2|overlay&batya&2.7|emote&teacher1&"],
	["boy4","Та кому він треба тут. Хай сидить у себе на хуторі. Фу.","emote&boy4&angry"],
	["girl7","Що ти сказав?","emote&girl7&angry|overlay&default|mirror&girl7&0"],
	["","","plot&aftershow"]
	],
	
	[["showphoto_no"],
	["boy4","То ти в татка така?","emote&boy4&mockery|emote&girl7&tense"],
	["girl7","..?",""],
	["","","plot&aftershow"]
	],
	
	[["showphoto_ask"],
	["girl7","Якщо хочете, я можу показати вам його фото.",""],
	["boy7","Та ми і так все зрозуміли!","emote&boy7&mockery|emote&girl7&tense"],
	["boy4","А до того ти що, сліпим був? Ха-ха-ха.","emote&boy4&mockery"],
	["","","plot&aftershow"]
	],
	
[["aftershow"],
["teacher1","{boy4|Андрію|Матвію|Сергію|Арсене}! Виходь наступним, якщо не сидиться. Сідай, {girl7|Асю|Лілі|Розо|Ідо}.","emote&boy7&default|emote&boy4&default|mirror&girl7&1"],
["","Я не зрозуміла, що мали на увазі однокласники. Але всі якось дивно почали дивитись на мене..","emote&girl7&sad"],
["","","plot&park"]
],

[["park"],
["","Після уроку на групі продовженого дня ми пішли гуляти в парк неподалік школи і збирати осіннє листя, щоб засушити його і зробити апілкації.","disappear&girl1|disappear&teacher1|disappear&boy7|disappear&boy4|curtain|bg&park&1|move&girl7&3.5&1|emote&girl7&sad"],
["","Вчителька поділила клас на команди. Дивно, але зі мною ніхто не хотів бути в одній команді.",""],
["","Я почувалася розгубленою...","ask&parkactivity"]
],

	[["parkactivity_classmate"],
	["girl7","Не потрібна допомога? Дивись, що я назбирала. Можу віддати деякі листочки тобі.","appear&girl8&2.5&1|move&girl7&5|emote&girl7&default"],
	["girl8","Забери своє брудне листя і не торкайся мене! І взагалі, йди звідси!","emote&girl8&angry"],
	["","Мені стало боляче. Що відбувається? Ми завжди добре грали разом.","emote&girl7&sad|disappear&girl8"],
	["","Я навіть не знала, що на це відповісти, тому пішла в інший бік.","move&girl7&4|mirror&girl7&0"],
	["","","plot&parklater"]
	],
	
	[["parkactivity_alone"],
	["","Мені було страшно підходити до інших. Таке відчуття, ніби вони мене ігнорують.. Тому вирішила збирати листя сама.","emote&girl7&sad"],
	["girl8","Не йди сюди, тут {girl7}. Давай підемо в інше місце. Не хочу дістати від неї якусь заразу.","appear&girl8&3.5&1|appear&boy7&2.5&1|move&girl7&5|mirror&girl7&1|emote&girl8&angry"],
	["girl7","Та не заразна я! Чому ви взагалі так говорите?!","emote&girl7&angry"],
	["girl8","Ти циганка! Ви всі заразні. У вас що, є де митись?",""],
	["boy7","Фу, а я брав її лінійку сьогодні.. Брр.","emote&boy7&angry"],
	["girl7","Ми живемо у звичайному будинку! Я щодня миюсь, як і ви.",""],
	["girl8","Та хто тобі повірить, цигани часто брешуть. Йдемо звідси, не хочу збирати там, де вона.","emote&girl8&angry"],
	["","Я не знала, що на це відповісти, тому просто відвернулась від них і намагалась не заплакати..","emote&girl7&cry|mirror&girl7&0|disappear&girl8|disappear&boy7"],
	["","","plot&parklater"]
	],
	
	[["parkactivity_group"],
	["girl7","Давайте допоможу! Я вже дещо назбирала. Дивіться. Правда гарні?","move&girl7&5|emote&girl7&happy|appear&girl8&2|appear&boy7&3"],
	["girl8","Не торкайся мене! Фу!!!","emote&girl7&sad|emote&girl8&angry"],
	["boy7","Забирайся звідси на свій хутір! Ми дружимо з нормальними, а не з крадіями!","emote&boy7&angry"],
	["girl7","З чого ти це взяла? Якщо ви так думаєте, то і збирайте все самі!","emote&girl7&angry"],
	["","Я була дуже ображена! І водночас мені було боляче.. Я ніколи нічого не крала. Чому вони так до мене ставляться?","emote&girl7&sad|disappear&girl8|disappear&boy7"],
	["","","plot&parklater"]
	],

[["parklater"],
["","Мені було дуже боляче.. Я не могла зрозуміти, чому їм так бридко від мене просто тому, що ми з татом роми? Раніше вони нормально до мене ставились, як могло все так змінитись?","move&girl7&5|mirror&girl7&1"],
["","Я дуже хотіла з кимось поговорити. У класі є {girl1}, ми завжди робили все разом. Вона моя подруга.",""],
["","Можливо, мені варто спробувати підійти до неї?","ask&parkAskFriend"]
],


	[["parkAskFriend_talk"],
	["girl7","{girl1|Насте|Олю|Софіє|Анно}! Усі ненавидять мене, бо мій тато ром.. Ми ж досі друзі, правда?","appear&girl1&2&&&mirror|emote&girl7&tense"],
	["girl1","{girl7|Асю|Лілі|Розо|Ідо}, не говори до мене. І взагалі відійди десь подалі.",""],
	["girl7","{girl1|Насте|Олю|Софіє|Анно}, я тобі теж огидна..","emote&girl7&sad"],
	["girl1","Ні, але якщо я буду дружити з тобою, то всі перестануть дружити зі мною. І тепер я тобі не довіряю...",""],
	["girl1","Тому не говори більше до мене. Ми більше не друзі.","emote&girl1&anger"],
	["","","plot&parkEnd"]
	],
	
	[["parkAskFriend_collect"],
	["","Я підійла ближче до {girl1|Насті|Олі|Софії|Анни}. Сподіваюсь, вона заговорить зі мною, як завджи.","appear&girl1&2&&&mirror|emote&girl7&default|move&girl7&4.5"],
	["","     . . .     ",""],
	["","Пройшло 5 хвилин, але {girl1} навіть не дивилась на мене, хоча я була прямо перед нею..",""],
	["","Можливо, треба підійти ще ближче? В цей момент {girl1} встала і почала йти геть.","mirror&girl1&0|move&girl7&4"],
	["girl7","{girl1|Насте|Олю|Софіє|Анно}, стій! Ти тепер теж не хочеш зі мною дружити?","emote&girl1&default|emote&girl7&sad"],
	["girl1","Так, хто знає, що ти можеш зробити.","mirror&girl1&1|emote&girl1&anger"],
	["","","plot&parkEnd"]
	],
	
	[["parkAskFriend_alone"],
	["","Я продовжила збирати листя сама. Я боялась, що коли підійду до Насті, то і вона мене якось обізве.","appear&girl1&2.5&&&mirror|emote&girl7&sad"],
	["","Я дуже хотіла вірити, що вона підійде до мене сама.. Вона завжди була рада мене бачити..",""],
	["girl8","{girl1|Насте|Олю|Софіє|Анно}, йди до нас! А то там та крадійка ходить. Диви, що я знайшла!","appear&girl8&1"],
	["girl1","Вже біжу!","mirror&girl1&0|emote&girl1&smile"],
	["","{girl1} навіть не глянула на мене.. Вона завжди захищала мене, коли хтось казав щось погане..","disappear&girl1&1|disappear&girl8&0"],
	["","","plot&parkEnd"]
	],
	
[["parkEnd"],
	["","Усі тепер мене ненавидять. Чому я народилась такою..?","emote&girl7&cry|disappear&girl1|disappear&girl8"],
	["","","plot&classroomBackpack"]
	],
	
[["classroomBackpack"],
	["","Коли ми повернулися до класу, я не знайшла свого портфеля.. Він ніби кудись зник. Я шукала його по всьому класу і знайшла..","curtain|bg&classroom&1|move&girl7&4.5&1|emote&girl7&sad"],
	["","Він був у смітнику.. А ще там була записка: \"Тут тобі і місце!\"","emote&girl7&tense"],
	["","Водночас я була зла і хотіла плакати. Хто це зробив?","emote&girl7&angry|ask&classBackpack"]
	],
	
	
	[["classBackpack_scream"],
	["girl7","Ви що, взагалі ненормальні?! Хто це зробив?","emote&girl7&angry|appear&boy4&3|appear&boy7&5.5&&&mirror"],
	["boy4","А що? Щось не подобається? Не знаю, хто це зробив, але всі думають, що це найліпше місце для тебе!","emote&boy4&mockery|emote&boy7&mockery"],
	["girl7","Ну ти і дурень!!","emote&girl7&angry"],
	["","Я кинулась бити {boy4|Андрія|Матвія|Сергія|Арсена} портфелем. Декілька хлопців вже були готові почати йому допомагати. А дівчата дивились на мене з огидою..","move&girl7&3.85|blur&1&pulse|zIndex&girl7&top"],
	["","У цей момент до класу зайшла вчителька.",""],
	["teacher1","Що тут відбувається? Ану розійшлися! Хто розпочав бійку?","appear&teacher1&1.5&&worried|blur&0|emote&boy7&default"],
	["boy7","Це все {girl7}! Вона чомусь накинулася на нього з портфелем!","emote&boy7&default"],
	["girl7","Він викинув мій портфель у смітник!",""],
	["boy4","Нічого я не робив! Ти все брешеш!","emote&boy4&angry"],
	["boy7","{girl7} бреше!!! Вона просто накинулася на нього!","emote&boy7&mockery"],
	["teacher1","Тихо! {girl7|Асю|Лілі|Розо|Ідо}, давай вийдемо у коридор і ти мені все поясниш.","emote&teacher1&angry"],
	["","","plot&corridor"]
	],
	
	[["classBackpack_cry"],
	["","Я не могла більше терпіти.. Увесь день я намагалась ігнорувати це. Але сама не зрозуміла, як почала плакати.","emote&girl7&cry"],
	["boy4","От плакса!! Тебе тут ніхто захищати не буде! Вали на свій хутір і там вчися!","appear&boy4&3.5|emote&boy4&mockery"],
	["girl7","Та до чого тут хутір! Ми живемо так само, як ви! Чому ви так зі мною?","emote&girl7&sad"],
	["boy4","Та хто захоче дружити з циганкою? З вами соромно мати справу!","emote&boy4&angry"],
	["girl7","Не цигани, а роми! Ми ніколи нікому нічого поганого не робили!",""],
	["","Я продовжувала плакати. У цей момент до класу зайшла вчителька.","emote&girl7&cry"],
	["teacher1","Що тут відбувається? {girl7|Асю|Лілі|Розо|Ідо}, що сталося?","appear&teacher1&1.5&&worried"],
	["","Я не могла нічого сказати через сльози.. Вчителька вивела мене на коридор.",""],
	["","","plot&corridor"]
	],
	
	[["classBackpack_ask"],
	["girl7","Хто викинув мого портфеля?",""],
	["boy4","А що? Щось не подобається? Не знаю, хто це зробив, але всі думають, що там тобі і місце!","appear&boy4&3.5|emote&girl7&angry|emote&boy4&mockery"],
	["girl7","Що?",""],
	["boy4","Забирайся на свій хутір! Цигани нам тут не потрібні!",""],
	["girl7","Що ти сказав?",""],
	["boy4","Сказав, що цигани крадії і брехуни! Фу, чому ти вчишся з нами..","emote&boy4&angry"],
	["girl7","Звідки ти це взяв!? Я хоч колись щось у тебе вкрала? У нас в класі взагалі нічого не зникало!!",""],
	["","Коли я кричала на {boy4|Андрія|Матвія|Сергія|Арсена}, до класу зайшла вчителька.",""],
	["teacher1","Що тут відбувається? У когось щось зникло?","appear&teacher1&1.5&&worried"],
	["girl7","Та нічого не зникало! Вони всі — дурні!",""],
	["teacher1","Тихо! {girl7|Асю|Лілі|Розо|Ідо}, давай підемо на коридор і ти мені все поясниш.",""],
	["","","plot&corridor"]
	],
	
[["corridor"],
	["","Ми вийшли на коридор з вчителькою. Я думала, що вона, як і всі, тепер мене теж ненавидить.. Але вона поклала руку мені на спину і запитала...","disappear&boy4|disappear&boy7|curtain|bg&corridor&1|move&teacher1&3&1|emote&girl7&tense|move&girl7&5&1"],
	["teacher1","{girl7|Асю|Лілі|Розо|Ідо}, розкажи мені, що сталося?","emote&teacher1&worried|ask&whatHappened"]
	],
	

	[["whatHappened_truth"],
	["girl7","Мене ображають, тому що ми з татом роми. Вони називають нас крадіями і циганами. Ми ніколи нічого не крали! Ми живемо так само, як усі інші!","emote&girl7&sad"],
	["girl7","Мене всі нанавидять!! Невже ми погані просто тому, що ми є?",""],
	["teacher1","Звичайно ні! Я знаю твою родину, ви звичайні добрі люди!","emote&teacher1&default"],
	["teacher1","Я поговорю з класом та батьками на зборах.",""],
	["teacher1","Бути ромом — це зовсім не причина, щоб тебе ображали.",""],
	["girl7","А це щось змінить? Не думаю, що вони хочуть навіть слухати, що ми не такі, як вони собі вигадали..",""],
	["teacher1","Не хвилюйся. Ми зможемо все вирішити. А зараз давай разом повернемось до класу.",""],
	["","","finish"]
	],

	[["whatHappened_none"],
	["","Чим вона мені допоможе? Можливо, вона тепер теж мене ненавидить і хоче, аби я більше не вчилась тут..","emote&girl7&sad"],
	["teacher1","{girl7|Асю|Лілі|Розо|Ідо}, я хочу лише дізнатись, що відбулось. Я тут, щоб допомогти вам вирішити це.",""],
	["teacher1","Не бійся, я вислухаю тебе. Що сталось?",""],
	["girl7","Нічого.. Можна я краще піду додому..",""],
	["teacher1","Але ж ми маємо вирішити цю ситуацію... Я готова вислухати тебе у будь-який момент. Пам'ятай про це.","emote&teacher1&default"],
	["teacher1","А зараз давай повернемось до класу, я маю поговорити з вами.",""],
	["","На виховній годині класна керівниця намагалася дізнатись у класу, що відбулось. Але однокласники у всьому звинувачували мене.","disappear&teacher1|curtain|bg&classroom&1|emote&girl7&sad|move&girl7&3.5&1"],
	["","Вони вигадували різні речі, яких я не робила.. Вчителька запитувала мене про це, проте я не хотіла їй нічого розповідати.",""],
	["","Тепер я ненавиджу школу... Не хочу більше сюди приходити. Чому я не така, як інші..?","emote&girl7&cry"],
	["","","finish"]
	],
	

	[["whatHappened_blameYourself"],
	["girl7","Це все тому, що я циганка. Я огидна і всі мене ненавидять... Краще б мене тут не було...","emote&girl7&sad"],
	["teacher1","Огидна? {girl7|Асю|Лілі|Розо|Ідо}, розкажи мені, що трапилось?!","emote&teacher1&worried"],
	["girl7","Нічого.. Можна я краще піду додому..",""],
	["teacher1","{girl7|Асю|Лілі|Розо|Ідо}, неважливо, як ти виглядаєш або до якої національності належиш. Це — не привід будь-кого ображати. Тобі точно не варто винити у цьому себе.",""],
	["teacher1","Я рада, що ти навчаєшся у нашій школі. І ти дуже красива і чемна дівчина. Я хочу допомогти тобі. Ти можеш мені довіряти.","emote&teacher1&default"],
	["girl7","Вони викинули мого портфеля у смітник. Кажуть, що роми — крадії та брехуни і що мені не місце тут.",""],
	["teacher1","Звичайно ні! Я знаю твою родину, це взагалі не має нічого спільного з реальністю",""],
	["teacher1","Я поговорю з класом та батьками на зборах.",""],
	["girl7","А це щось змінить? Не думаю, що вони хочуть навіть слухати, що ми не такі..",""],
	["teacher1","Не хвилюйся. Ми зможемо все вирішити. А зараз давай разом повернемось до класу.",""],
	["","","finish"]
	
	]


]}