{"c2array":true,"size":[100,100,4],"data":[

	[["start"],
	["","Привіт! Я — Макс, мені 14. І я ненавиджу ходити до школи. Не те щоб мені було важко вчитися, просто є один телепень, обличчя якого бачити не можу. Його звати Денис, і він такий стільки, скільки я його пам'ятаю. Але останнім часом ситуація геть почала виходити з-під контролю.",""],
	["","Варто мені тільки зайти в клас, як він зразу знаходить причину, аби сваритися. Просто ненавиджу його. Зрештою, тиждень тому ми таки побилися, але він очухався і тепер став ще більш надокучливим, ще й всім розповів, наче \"переміг\". Я просто маю йому якось помститися!",""],
	["","Максе, ти бачив котра година? Ти чого ще вдома?",""],
	["","У мене голова болить..",""],
	["","То менше в ігри грай до ранку. Сам винен.",""],
	["","Я не грав, просто мені погано..",""],
	["","Дай, перевірю температуру.",""],
	["","...",""],
	["","Лоб не гарячий. Годі придумувати, в тебе що, знову контрольна, що ти хочеш дома відсидітися?",""],
	["","Ні, я просто...",""],
	["","Що мені відповісти?","ask&whySkipSchool"]
	],
	
		
		[["whySkipSchool_hurts"],
		["","Я не можу сказати мамі правду. Я ж не мала дитина, щоб бідкатися, що не можу сам розв'язати власні проблеми.",""],
		["","Таке відчуття, ніби горло болить і ніс закладає..",""],
		["","Давай подивлюсь.",""],
		["","Так все, годі мене обманювати, горло здорове. Ти щодня шукаєш якісь відмазки. Мене це вже дістало!",""],
		["","Зараз же виходь! Я на роботу спізнюсь через тебе.",""],
		["","","plot&okIGo"]
		],
		
		
		[["whySkipSchool_dontWanna"],
		["","Мамо, я не хочу. Давай хоча б сьогодні я вдома побуду. Заодно зможу все поприбирати, ти ж давно хотіла генеральне прибирання.",""],
		["","Без мене тут буде не генеральне прибирання, а закидання всього по шафах! Я що, тебе не знаю?",""],
		["","Ну мамо!",""],
		["","Все, годі. Ти щодня придумуєш якісь причини. Швидше виходь. Я на роботу спізнюсь через тебе.",""],
		["","","plot&okIGo"]
		],
		
		
		[["whySkipSchool_inProgress"],
		["","Я ще не все зібрав, у нас проєкт на третьому уроці. Зараз дозбираю рюкзак і піду. Виходь, я закрию квартиру.",""],
		["","А чого звечора не зібрав? А потім на чому ти доїдеш без машини? Ти ж так запізнишся.",""],
		["","Давай швидше. У тебе є 5 хвилин і ми їдемо. Я і так на роботу спізнюсь через тебе.",""],
		["","","plot&okIGo"]
		],
	
	
	[["okIGo"],
	["","Добре...",""],
	["","Мені здається, мама вже всі мої відмазки знає ліпше за мене. Колись у мене таки точно закінчиться фантазія на це. Але я правда хочу хоча б місяць не бачити цього обличчя!",""],
	["","Я намагався йти до класу максимально повільно, ніби відтягуючи той злощасний момент. Коли все ж такий прийшов, то побачив, як Денис дивиться прямо на мене з насмішкою, паралельно розповідаючи про щось хлопцям.","BG&SCHOOL"],
	["","Що я відчуваю?","emoScale&enemyMockery"]
	],
	
	
		[["enemyMockery_calm"],
		["","Не хочу чіпати його зараз. Мені цих чвар ще протягом дня вистачить. Хоч одну годину посиджу в тиші.",""],
		["","...",""],
		["","Я сів на своє місце і почав гортати стрічку ТікТоку. І хоча я вирішив поки нічого з цим не робити, але ця ситуація досі мене бісила.",""],
		["","Я подивився на Дениса, він також сів на своє місце і більше не дивився на мене. Не розумію, до чого тоді все це було?",""],
		["","Але цей погляд... Я б йому в ті очі..!",""],
		["","Діти, всі по місцях. У нас мало часу.",""],
		["","","plot&lesson"]
		],
		
		
		[["enemyMockery_offense"],
		["","Ти чого вилупився?",""],
		["","О, гляньте, герой намалювався!",""],
		["","Ахахахах.",""],
		["","Слухай, сядь собі й сиди по-тихому, поки я тобі знову не всипав!",""],
		["","О, боюся, якщо ти всиплеш, як минулого разу, то знову до школи не зможеш тиждень ходити! Хахаха.",""],
		["","Ха, придумав собі й тішиться! Я то на змаганнях був, а ось ти досі в школу тільки й шкандибати можеш.",""],
		["","Що ти там ляпнув?",""],
		["","Ви чого ще всі не на місцях? А ну швидко сідайте. У нас мало часу.",""],
		["","","plot&lesson"]
		],
	
	
	[["lesson"],
	["","Урок почнемо з результатів вашої контрольної.",""],
	["","Так, подивимось. Денис — 10, Максим...",""],
	["","Давай, не тягни. А хочу знати, що обігнав того придурка. Не хочу давати йому ще один привід мене бісити.",""],
	["","Максим — 8.",""],
	["","Що я відчуваю?","emoScale&badMark"]
	],
		
		
		[["badMark_grieve"],
		["","Я подивився на Дениса, він сидів так, ніби йому хтось корону на голову одягнув.",""],
		["","","plot&badMarkEnd"]
		],
		
		
		[["badMark_suprrise"],
		["","Інно Сергіївно, чому це у Дениса 10, а в мене — 8?",""],
		["","Якщо хочеш знати, то поговоримо після уроку. Я покажу тобі твої помилки. Зараз треба нову тему починати.",""],
		["","","plot&badMarkEnd"]
		],
		
		
		[["badMark_irritation"],
		["","Інно Сергіївно, чому це у Дениса 10, а в мене — 8? Якщо він списував пів уроку, і ви це бачили.",""],
		["","Ви самі говорили, що за таке знімаєте бали. А тепер вам байдуже?",""],
		["","Серйозно? А мене минулої самостійної переписувати змусила. Чому Денису все пробачають, що б він не робив!",""],
		["","Якщо тобі не подобається, то поговоримо після уроку. Я покажу тобі твої помилки. Зараз треба нову тему починати.",""],
		["","","plot&badMarkEnd"]
		],
	
	
	[["badMarkEnd"],
	["","Ха, він ще питає чому? Тому що бити треба було перпендикулярно площині, а ти бив паралельно!",""],
	["","Ха хахаха!",""],
	["","І хоча Денис сказав це в пів голосу, всі дуже добре його почули.",""],
	["","Що мені робити?","ask&markRevenge"]
	],
	
		
		[["markRevenge_appeal"],
		["","Інно Сергіївно, ви чули, що цей дурень собі дозволяє?",""],
		["","Усі-пусі, когось тут образили. Ахахах, бідненький.",""],
		["","Закрийся!",""],
		["","Тільки й можеш, що всім жалітися і просити тебе захистити. Бідолашка. Мені майже тебе шкода.",""],
		["","","plot&markRevengeEnd"]
		],
		
		
		[["markRevenge_answer"],
		["","Якби це був урок біології, я б показав тобі, як і куди треба бити!",""],
		["","...",""],
		["","Після моєї відповіді клас затих. Вийшло доволі тупо. І хто мене тільки за язик тягнув!",""],
		["","","plot&markRevengeCommon"]
		],
		
		
		[["markRevenge_fight"],
		["","Все, що я хотів у цей момент — прибрати з цього нахабного обличчя насмішку.",""],
		["","Максиме! А ну швидко сів на місце! Ти що собі дозволяєш? Щоб я більше цього не бачила!",""],
		["","","plot&markRevengeCommon"]
		],
	
	
			[["markRevengeCommon"],
			["","Мені навіть не потрібно щось робити, тим сам себе будеш соромити.",""],
			["","Від насмішки Дениса мене вкотре всього перекосило.",""],
			["","","plot&markRevengeEnd"]],
			
	
	[["markRevengeEnd"],
	["","А ну тихо, обоє! Свої проблеми будете вирішувати після уроку. Дорослі хлопці, а поводяться, як діти малі.",""],
	["","Все, тема сьогоднішнього уроку...",""],
	["","Після уроку я пішов прогулятися надворі, щоб провітритися. В голові крутилися тільки думки про цю ситуацію.","BG&Подвір'я школи|ДЗВІНОК"],
	["","Коли злість майже пройшла, я відчув просто втому. Я не розумію чому, як тільки бачу Дениса — все в мені просто кипить. Хоча, якщо чесно, я б вже ліпше просто закінчив ці дурні чвари.",""],
	["","А що, якби я зупинився першим? Хоча, думаю, тоді для всіх я став би просто слабаком. І тільки б отримував насмішки від Дениса. Як би мене це не дратувало, але я навіть не знаю, що взагалі тут можу вдіяти.",""],
	["","Хей, Максе. Ти чого тут самий ходиш?",""],
	["","А що?",""],
	["","Та нічого, ти точно все хочеш так залишити?",""],
	["","Ти про що зараз?",""],
	["","Денис направо і наліво ходить і насміхається з тебе. Ти б знав, що він про тебе говорив, поки тебе не було в школі.",""],
	["","Його давно треба провчити. Якщо сумніваєшся — пішли з нами, я покажу, що він зараз про тебе за стадіоном розказує.",""],
	["","Коли я прийшов на стадіон за школою, то побачив, як інша компанія хлопців привела Дениса. В той момент я зрозумів, навіщо вони нас сюди привели.","BG&стадіон за школою, майданчик"],
	["","Тепер у вас є можливість нарешті вирішити, хто з вас кого! Покажи йому тут і зараз!",""],
	["","Денис — тряпка! Максим зараз з тебе відбивну зробить! Ахахах.",""],
	["","Та що ви кажете? Ваш Макс вже відбивна!",""],
	["","Та що ти брешеш!",""],
	["","Оооо!",""],
	["","Денис став у позу, але поки не зробив перший крок. У мене є шанс взяти все у свої руки та заткнути його раз і назавжди! Хоча назавжди точно не вийде.",""],
	["","Чого я взагалі зрештою хочу?","ask&fightDecision"]
	],
	
	
		[["fightDecision_escape"],
		["","Це вже однаково було. Вони просто хочуть видовища. Огидно, що для них я — циркова миша. До того ж це взагалі нічого не вирішить.",""],
		["","Ти куди тікаєш? Не пройдеш! Невже все, що говорив про тебе Денис — правда?",""],
		["","Бісять, як же вони мене бісять! Стали стіною так, що їх годі минути!","ask&fightDecision2"]
		],
		
		
		[["fightDecision_threat"],
		["","Слухай, ти, базікало. А за слова свої відповідати можеш?",""],
		["","Більше, ніж дехто. Що, слабо напасти першим?",""],
		["","Ха, не наривайся!",""],
		["","","plot&fightDecisionFight"]
		],
	
	
			[["fightDecision2_truth"],
			["","Хех, правда? Хочеш почути правду?",""],
			["","","plot&fightDecision_speak"]
			],
	
	
		[["fightDecision_speak"],
		["","Не хочеш всім розповісти, як зі сльозами на очах кричав: \"Я тобі відплачу\", але навіть встати не міг, а?",""],
		["","А ти не хочеш розказати всім, як навіть поцілити в мене не зміг, бо за власні шнурки спіткнувся?",""],
		["","Так кумедно вниз головою навіть в кіно не літають!",""],
		["","","plot&fightDecisionFight"]
		],



	[["fightDecisionFight"],
	["","В цей момент я відчув, ніби хтось ззаду мене штовхнув. Я полетів у напрямку Дениса й інстинктивно хотів за нього схопитися. Але він сприйняв це інакше. Тоді я взяв на себе перший удар.",""],
	["","Далі все було, як у тумані. Складно сказати, хто з нас переміг. Обом дісталось добряче. Але під крики однокласників жоден із нас не міг зупинитися. Бо той, хто програє — буде просто посміховиськом.",""],
	["","","set&fight&yes|plot&fightDecisionEnd"]
	],
	
	
		[["fightDecision2_push"],
		["","Хей, а ну розступилися!",""],
		["","Я зі всієї сили розштовхав однокласників і пішов. Коли я повертався востаннє, Денис виглядав здивованим. Він не пішов за мною і не сказав ні слова. На відмінну від наших однокласників.",""],
		["","От воно що! Він тільки огризатися вміє, а сам на ділі просто тряпка!",""],
		["","Хей, Максе, може, тобі помаду завтра принести? У моєї п'ятирічної сестри її багато!",""],
		["","Порівнюючи вас, ти точно більший боягуз! Тобі вона більше знадобиться, ахаха!",""],
		["","Хай говорять, що хочуть. Це вони справжні боягузи, які тільки підставляти й вміють! Годі з мене цієї дурні!",""],
		["","","set&fight&no|plot&fightDecisionEnd"]
		],



	[["fightDecisionEnd"],
	["","Після того, як це все закінчилося, у мене не було жодного бажання йти на останній урок і бачити хоча б когось із них. Батьки однаково приїдуть мене забирати, як повертатимуться з роботи. Тому я просто забрав свої речі й пішов на стадіон, де зазвичай в цей час нікого немає.",""],
	["","Урок вже мав скоро закінчитися і я збирався піти додому, аж тут побачив Дениса, який чомусь йшов до мене.",""],
	["","Ти що тут забув?",""],
	["","Так і думав, що ти будеш тут. Після попередньої бійки ти теж тут сидів.",""],
	["","І що він тут забув? Що мені робити?","ask&negotiations"]
	],
	

		[["negotiations_why"],
		["","Яке тобі діло до мене?",""],
		["","","plot&negotiations_listen"]
		],
	

		[["negotiations_listen"],
		["","Я хочу з тобою поговорити.",""],
		["","","plot&negotiationsEnd"]
		],
		
		
		[["negotiations_angry"],
		["","Ха, то ти на стадіоні, виявляється, не все сказав?",""],
		["","І що тепер? Почнемо знову? Ну давай! Ти перший, чого стоїш?",""],
		["","Агов, легше. Я прийшов поговорити. У прямому сенсі, без підтексту.",""],
		["","","plot&negotiationsEnd"]
		],



	[["negotiationsEnd"],
	["","Послухай, ти звісно мене дратуєш не менше, ніж я тебе, але хіба тебе не дістала ця постійна ворожнеча? Ні ти, ні я не можемо нормально в школу ходити через це.",""],
	["","Коли це було лише між нами, то я терпів, але коли вже нас однокласники почали нацьковувати — це перейшло межу. Слухай, давай ти відчепишся від мене, а я відчіплюся від тебе. Хіба ти не цього самого хочеш?",""],
	["","Слухай, давай ти відчепишся від мене, а я відчеплюся від тебе. Хіба ти сам цього не хочеш?","ask&trust"]
	],
	
	
		[["trust_iEscaped"],
		["","Знаєш, коли ти не став мене переслідувати, коли я.. Втік від бійки, то я й справді подумав...",""],
		["","","plot&peace_yes"]
		],



		[["trust_doubt"],
		["","Ти що, знущаєшся? Чи це такий жарт?",""],
		["","Ти пів години тому зі мною битися хотів, а зараз пропонуєш перемир'я?",""],
		["","Я не хотів битися. Не я підмовив тебе привести. Однокласники самі вирішили подивитися на шоу двох телепнів, які роками гризуться.",""],
		["","Я ж казав...",""],
		["","","if&fight&yes&trust_doubt_fight|if&fight&no&trust_doubt_noFight"]
		],

			[["trust_doubt_fight"],
			["","Кулаками не однокласники махали, а ти. З самого ранку те і робиш, що намагаєшся мене чимось дістати!",""],
			["","","plot&trust_doubtEnd"]
			],

			[["trust_doubt_noFight"],
			["","І ти, звісно, радо став у стійку проти мене, щоб підтвердити \"добрі\" наміри.",""],
			["","Годі, ти з самого ранку те і робиш, що намагаєшся мене чимось дістати!",""],
			["","","plot&trust_doubtEnd"]
			],

			[["trust_doubtEnd"],
			["","Аахх.. Ти однаково мене не слухаєш! Мені ні до чого з тобою сперечатися. То скажи, ми миримося чи ні?","emoScale&peace"]
			],
		
		
		[["trust_apologize"],
		["","Помиритися? Серйозно? Ти щодня шукаєш, як мене дістати або підколоти.",""],
		["","Якби не ти, це б все давно закінчилося! Тому, спершу, ти маєш попросити вибачення за все це.",""],
		["","Ти що, знущаєшся? Сам що, ніколи не діставав або не підколював мене? Ми однаково дістали один одного.",""],
		["","Ти такий самий агресор! І ми так і продовжимо товкти одне одному пики, якщо просто двоє чесно не зізнаємося, що це нам набридло.",""],
		["","Ти просто мене не слухаєш, як бісить! То скажи, ми миримося, чи ні? Я і так прийшов до тебе першим.","emoScale&peace"]
		],



		[["peace_no"],
		["","Не буде ніякого миру! Ти просто слабак, і не можеш визнати це! Пішов ти!",""],
		["","Слабак? Я дурень, що вірив в  те, що ти хоч трохи думати вмієш.",""],
		["","Ти без сумніву дурень, і це перша розумна річ, яку я від тебе почув!",""],
		["","Денис пхнув мене зі всієї сили, я ледве не влетів у турніки на майданчику. Тоді я ударив його щосили. Так, як ніколи собі не дозволяв.",""],
		["","Денис впав на землю, зігнувся і, наче, схлипував. У цей момент я вперше за довгий час відчув себе переможцем.",""],
		["","Стоячи над ним, я відчував тріумф, перемогу! Але водночас страх і відчай, бо розумів, що коли ми повернемося до школи, все продовжиться...",""],
		["","","finish"]
		],
		
		
		[["peace_dunno"],
		["","Не знаю. Я не довіряю тобі після цього всього.",""],
		["","Можеш не довіряти мені, скільки влізе. Головне — розійдемося тут раз і назавжди. Допоки хтось першим не почне знову.",""],
		["","Як скажеш, мені від тебе нічого не потрібно.",""],
		["","Після цього Денис жодного разу навіть не дивися у мій бік. Друзями ми не стали, але й сварок більше не було.",""],
		["","","if&fight&yes&peace_dunno_fought|if&fight&no&peace_dunno_noFight"]
		],

			[["peace_dunno_fought"],
			["","Через наш побитий вигляд вчителі та батьки влаштували розбір польотів. Нам прийшлось пояснити, що сталося, й обом понести відповідальність.",""],
			["","","plot&peace_dunnoEnd"]
			],

			[["peace_dunno_noFight"],
			["","Через наш прогул, зрештою, вчителі та батьки влаштували розбір польотів. Нам прийшлось пояснити, що сталося, й обом понести відповідальність.",""],
			["","","plot&peace_dunnoEnd"]
			],

			[["peace_dunnoEnd"],
			["","Але, хай там як, я радий, що це все закінчилося.",""],
			["","","finish"]
			],

		[["peace_yes"],
		["","Гаразд. Але якщо хоча б один із нас порушить перемир'я — довіри більше не буде.",""],
		["","Однозначно.",""],
		["","Ми вперше за дуже довгий час потиснули одне одному руки. Таке відчуття, ніби в цей момент гора впала з моїх плечей.",""],
		["","","if&fight&yes&peace_yes_fought|if&fight&no&peace_yes_noFight"]
		],
	
			[["peace_yes_fought"],
			["","Болить?",""],
			["","А ти як думаєш?",""],
			["","У мене теж.",""],
			["","Що своїм скажеш?",""],
			["","Ще не придумав. А ти?",""],
			["","Уявлення не маю.",""],
			["","Але треба хоча б вмитися. Такими мене в білий салон машини не впустять, ахаха.",""],
			["","Хахаха.",""],
			["","Через наш побитий вигляд вчителі та батьки влаштували розбір польотів. Нам прийшлось пояснити, що сталося, й обом понести відповідальність.",""],
			["","","plot&peace_yesEnd"]
			],

			[["peace_yes_noFight"],
			["","Через наш прогул, зрештою, вчителі та батьки влаштували розбір польотів. Нам прийшлось пояснити, що сталося, й обом понести відповідальність.",""],
			["","","plot&peace_yesEnd"]
			],

	[["peace_yesEnd"],
	["","Через наш прогул, зрештою, вчителі та батьки влаштували розбір польотів. Нам прийшлось пояснити, що сталося, й обом понести відповідальність.",""],
	["","Як не дивно, виявилося, що ми стали просто заручниками ситуації та братами по нещастю, борючись одне з одним.",""],
	["","Зрештою, ця ситуація поступово здружила нас. У школі досі дивуються, коли бачать нас разом. Я дуже радий, що це все закінчилося так.",""],
	["","","finish"]
	]
]}