{"c2array":true,"size":[100,100,4],"data":[

	[["start"],
	["","Привіт, мене звати Вадим, я десятикласник. Не сказав би, що я дуже люблю вчитися і ходити в школу. Але тут, в одному класі зі мною, навчаються Ваня й Андрій — мої найкращі друзі з садочка.",""],
	["","Тому, відверто, я люблю шкільне життя.",""],
	["","Щоранку, перед уроками, ми ходимо разом на майданчик тренуватися. Мій друг Андрій — професійно грає у футбол, а тому у нас доволі непогана шкільна команда.",""],
	["","До неї також входимо я і Ваня.",""],
	["boy10","Хей, Вадіку. Ти знову проспав?",""],
	["boy11","А ні, до нас на вулицю новенький переїхав. То я його зустрів. Певно, в школу до нас піде.",""],
	["boy10","Хм, і що, який він?",""],
	["boy11","Ну трохи дивний. Я вперше бачив настільки доглянутого хлопця.",""],
	["boy6","Що ти маєш на увазі?",""],
	["boy11","Та, ніби він брови вищипав, нігті, як полаковані. При тому, він у такій, добрячій формі, спортивний.",""],
	["boy6","Мда, ще півня нам не вистачало...",""],
	["boy11","Та чого ти так зразу? Він, до речі, теж професійно у футбол грає. Питав, чи в нас команда є.",""],
	["boy6","Ти його до нас хоч не запросив?",""],
	["boy11","Так це ж не я буду вирішувати, а тренер.",""],
	["boy6","Якщо він дійсно голубої крові, я швидко його витравлю звідси.",""],
	["","Що я відчуваю?","emoScale&newBoy"]
	],
	
	
		[["newBoy_indifference"],
		["","Іноді Андрій доволі гостро реагує на все підряд. Але він просто завчасно робить висновки. Не думаю, що варто зараз звертати на це увагу.",""],
		["boy11","Та побачимо. Якщо він грати не вміє, то хто його візьме до нас. Не парся.",""],
		["boy6","У нас не вистачає людей після того, як Вова зламав ногу. Хто знає, що тренеру в голову стукне.",""],
		["boy10","То ти пасуй більш влучно, і нічого не стукне. Ахахахах.",""],
		["","","plot&newBoyEnd"]
		],
		
		
		[["newBoy_confusion"],
		["boy11","Та чого ти так зразу?",""],
		["boy6","Ненавиджу таких женоподібних хлопців. Щось завжди не так йому, ще істерики почне заводити, як дівча мале!",""],
		["","Іноді Андрій доволі гостро реагує на все підряд. Він просто завчасно робить висновки. Але зараз він якось занадто різко реагує.",""],
		["boy11","Та навіть якщо він і гей, то не факт, що такий, як ти описуєш.",""],
		["boy11","Та й хто знає, як він грає, і чи взагалі його візьмуть до нас.",""],
		["boy6","У нас не вистачає людей, після того, як Вова зламав ногу. Хто знає, що тренеру в голову стукне.",""],
		["boy10","То ти пасуй більш влучно, і нічого не стукне. Ахахаха.",""],
		["","","plot&newBoyEnd"]
		],
		
		
		[["newBoy_discontent"],
		["boy11","Та охолонь, ще нічого не зрозуміло. Я говорив з ним хвилин 5. Чого ти зразу так?",""],
		["boy6","Ненавиджу таких женоподібних хлопців. Щось завжди не так йому, ще істерики почне заводити, як дівча мале!",""],
		["","Іноді Андрій доволі гостро реагує на все підряд. Він просто завчасно робить висновки. Але зараз —  це вже занадто.",""],
		["boy11","Слухай, давай ти спершу його побачиш, а тоді про це поговоримо. Бо щось ти зараз перегинаєш палку.",""],
		["","","plot&newBoyEnd"]
		],
	
	
	[["newBoyEnd"],
	["boy11","Все, годі. У нас залишилося пів години. Давайте ліпше грати.",""],
	["","Після цієї розмови ми не згадували новенького. І хоча тренування пройшло так собі, ми прийшли на перший урок у доволі непоганому настрої. Біля дошки вже стояла вчителька і новенький.","curtain|bg&classroom&1"],
	["teacher2","Діти, сідайте на місця.",""],
	["teacher2","Сьогодні до нас перевівся новенький. Марку, розкажи щось про себе.",""],
	["boy9","Ну, не те щоб я любив щось розказувати біля дошки.",""],
	["boy10","Хахахаха.",""],
	["boy9","Загалом, як ви вже почули, мене звати Марк, мені 16. Граю у футбол, CS-GO, ну і трохи вмію грати на гітарі. Що ще?..",""],
	["teacher2","Добре, тоді нормально познайомишся зі всіма після уроку. Зараз подумаю, куди я можу посадити тебе..",""],
	["","Марка посадили на перші парти ряду, де сиділи ми. На уроці, як завжди, не відбувалося нічого цікавого. Тільки я краєм ока помічав, що Андрій був насуплений. Я намагався дізнатися, у чому справа, але попри мої спроби, він не горів бажанням розповісти.",""],
	["","На перерві ми сиділи, як зазвичай. Трохи дражнили один одного, думали, як викрутимось на самостійній роботі. Коли до нас підійшов Марк.","curtain|playSound&school_bell"],
	["boy9","Привіт. Вадік, так?",""],
	["boy11","Та, що ти? Встиг розібрати усі речі?",""],
	["boy9","Ага, враховуючи кількість коробок, ми тиждень то робити будемо.",""],
	["boy9","А ти як? Ти ж на тренування з самого ранку йшов? У вас завжди вони в такий час?",""],
	["boy11","Та ні, ми з хлопцями утрьох тренуємось зазвичай.",""],
	["boy9","Можна і я з вами завтра прийду? Хотілося б перед відбором трохи прийти в форму.",""],
	["boy6","Ми на полі граємо, а не вії фарбуємо. Тренуйся собі в іншому місці.",""],
	["","Андрій ні з того ні з сього став дуже роздратованим. Марк в цей час виглядав розгубленим. Було відчуття, що він взагалі не зрозумів, до чого це було сказано.",""],
	["","Що мені робити?","ask&boyConflict"]
	],
	
	
	[["boyConflict_ignore"],
	["","Ліпше не розбороняти їх зараз. Ще нічого не сталося. Подивимось, що буде далі.",""],
	["boy11","Які ще вії?",""],
	["","","plot&boyConflictCommon"]
	],
	
	
	[["boyConflict_evade"],
	["boy11","Слухай, а ти вже був у нашій їдальні?",""],
	["boy9","Не був.",""],
	["boy11","Не хочеш сходити? Я тобі покажу.",""],
	["boy9","Давай, але спершу поясни, до чого тут вії до тренувань?",""],
	["","Я дуже намагався уникнути конфлікту між цими двома. Але, здається, вони обоє не збираються це ігнорувати.",""],
	["","","plot&boyConflictCommon"]
	],
	
	
		[["boyConflictCommon"],
		["boy6","Слухай, не придурюйся. Мені навіть дивитися на твої вилизані брови та фарбовані нігті огидно.",""],
		["boy9","Тю, ти через це на мене так пів уроку дивися? Я вважаю дуже важливим догляд за собою. Не більше.",""],
		["","","plot&boyConflictEnd"]
		], 
	
	
	[["boyConflict_calmDown"],
	["boy11","Андрію, фільтруй, що кажеш трохи.",""],
	["boy6","З якого дива і що саме я маю фільтрувати?",""],
	["boy6","Брови вилизані, нігті нафарбовані. Огидно.",""],
	["boy9","Це тому ти на мене так пів уроку дивися? Це — простий догляд за собою. Не більше.",""],
	["","","plot&boyConflictEnd"]
	],
	
	
	[["boyConflictEnd"],
	["boy6","Слухай, мені байдуже. Піди знайомитись з кимось іншим, окей?",""],
	["boy9","Окей, то твоє діло.",""],
	["","Перший день новенького у школі видався так собі. Якщо дівчата його прийняли добре, то через Андрія хлопці його трохи сторонились.",""],
	["","Між собою ми не підіймали цієї теми. Я боявся, що Андрій тільки більше розлютиться на новенького.",""],
	["","Після школи ми утрьох, як і завжди, пішли на нашу базу.",""],
	["boy10","Ти чого досі ходиш, як дід насуплений?","curtain|bg&wall"],
	["boy6","Мене бісить ця голуба версія футболіста.",""],
	["boy11","Я трохи порився в його Інстаграмі, у нього навіть дівчина є. Щоправда, вона залишилася в іншому місті.",""],
	["boy6","Та яка різниця, хто в нього там є. Мені його пики в класі вистачає. Не хочу ще з ним на полі грати.",""],
	["boy11","Тоді треба щось придумати.",""],
	["","Я знаю цей погляд. Коли Андрій зазвичай так дивиться, то він точно доведе справу до кінця. Не знаю, чого він так вчепився до Марка.",""],
	["","Так, він трішки дивний. Але він навіть пост в Інстаграмі написав про те, що вважає це елементарним доглядом за собою, який радив  би усім.",""],
	["","Можливо, варто спробувати їм це пояснити?","ask&tellGuys"]
	], 
	
	
		[["tellGuys_explain"],
		["boy11","Послухай, ану глянь сюди.",""],
		["boy6","Що у тебе там?",""],
		["boy11","Це пост новенького. Він сам каже, що то просто гігієна, прямим текстом.",""],
		["boy11","А це, схоже, його дівчина. Тут мінімум 20 фоток з їхніх побачень і ще всякої ванілі.",""],
		["boy6","Нащо ти мені це сунеш? Може, вони як \"подружки\" тусувалися?",""],
		["boy11","І як подружки цілувалися?",""],
		["","","plot&tellGuysEnd"]
		], 
		
		
		[["tellGuys_hint"],
		["boy11","А може все геть не так, як тобі здалося?",""],
		["boy6","Слухай, ти взагалі на чиїй стороні? Чи він тобі так сподобався, що тепер і ти нігті фарбувати почнеш?",""],
		["boy11","Ти що, геть здурів? Ось, дивись, сторінка його дівчини. Тут мінімум 20 фоток з їхніх побачень і ще всякої ванілі.",""],
		["","","plot&tellGuysCommon"]
		], 
		
		
		[["tellGuys_evade"],
		["boy11","Слухай, а ти не хочеш сьогодні в \"Мортал Комбат\" у мене на приставці зависнути?",""],
		["boy11","Я тобі навіть піддамся кілька разів, щоб ти заспокоївся.",""],
		["boy6","Ха-ха.",""],
		["boy6","Тобі що, взагалі байдуже, що такий півень притирається до нас? Чи ти вже на його стороні?",""],
		["boy11","Слухай, я глянув і його сторінку, і сторінку його дівчини.",""],
		["boy11","Тут мінімум 20 фоток з їхніх побачень і ще всякої ванілі.",""],
		["","","plot&tellGuysCommon"]
		], 	
			
			[["tellGuysCommon"],
			["boy6","Ану дай глянути",""],
			["boy6","Ахах, а тут він навіть запарився пост написати, чого так париться над своєю гігієною!",""],
			["boy11","Та я це до того...",""],
			["","","plot&tellGuysEnd"]
			], 
	
	
	[["tellGuysEnd"],
	["boy10","Чуєте, а в мене є ідея.",""],
	["boy10","Якщо він дійсно не \"дівка\", то давайте його запросимо на \"тренування\".",""],
	["boy6","На яке ще тренування?!",""],
	["boy10","Та ти послухай!",""],
	["boy10","Зранку на стадіоні однаково будемо тільки ми. Вчителів у такий час там немає.",""],
	["boy10","Якщо він дійсно нормальний, то і за себе постояти зможе. А якщо ні — сам втече в сльозах.",""],
	["boy10","Ну як вам?",""],
	["","Я розумів, що саме пропонує Ваня. Ми тренуємось там з 6 класу. Якщо щось піде не так, вони просто спихнуть все на Марка. І повірять нам, бо нас ніколи не ловили на подібному.",""],
	["","","emoScale&frameMark"]
	], 
	
	
		[["frameMark_stun"],
		["","Але це.. Це якась дурня. Я геть не розумію, чому вони роздувають з мухи слона. І я.. я чомусь не можу сказати їм це прямо.",""],
		["boy6","Так і зробимо.",""],
		["boy6","Вадіку, ти з нами?",""],
		["","","plot&frameMarkEnd"]
		], 
		
		
		[["frameMark_discontent"],
		["boy11","Стій, ти зараз серйозно це пропонуєш?",""],
		["","","plot&frameMarkCommon"]
		], 
		
		
		[["frameMark_confusion"],
		["boy11","Ти зараз пропонуєш... ти не жартуєш?",""],
		["","","plot&frameMarkCommon"]
		], 
	
	
			[["frameMarkCommon"],
			["boy6","Якщо тобі не подобається, можеш не йти з нами. Але вибір є вибір, бро.","plot&frameMarkEnd"]
			], 
	
	
	[["frameMarkEnd"],
	["","Це жахливо. Я ще ніколи не був в ситуації, де мені доводилося обирати між друзями й тим, що вважаю правильним.",""],
	["boy11","Добре, я з вами. Тільки не наробіть дурощів.",""],
	["boy10","Домовилися. Напишеш Марку, щоб приходив завтра вранці.",""],
	["boy11","Добре.",""],
	["","Цієї ночі я жахливо спав. Було таке відчуття, ніби я обурений і знесилений водночас.","curtain|bg&sportGround&1"],
	["","Ми завжди були один за одного горою, іноді сварилися, але цінності у нас були однакові. А тепер.. я відчуваю, що ми вже не одне ціле. І ніби я це руйную.",""],
	["boy6","Всі в зборі? Бачили когось з вчителів по дорозі?",""],
	["boy10","Ні, як завжди чисто.",""],
	["boy10","У нас є година. Вадіку, ти йому о котрій сказав прийти?",""],
	["","Не знаю, що гірше: він прийде або ні. Але чомусь я дуже не хочу, щоб він прийшов.",""],
	["boy11","О сьомій.",""],
	["boy10","Та ще ж сьомої немає. Спокійно, думаю, він скоро прийде.",""],
	["boy9","А ви рано, ахах. І як тільки встаєте о такій порі щодня?",""],
	["boy6","Є розмова, друже.",""],
	["boy9","Яка?",""],
	["boy6","От скажи мені чесно: ти по хлопцях?",""],
	["boy9","З чого ти це взяв?",""],
	["boy6","Та от дивлюсь на ці твої \"дівчачі\" нігті, і думаю, як тебе ще десь не провчили.",""],
	["boy9","Ха, так он воно що. Ти думаєш, що такий розумний, раз там щось собі придумав?",""],
	["boy6","Хех, зараз перевіримо, чи це просто \"придумав\".",""],
	["","Андрій почав бійку першим. Було відчуття, ніби він просто ненавидить Марка, наскільки це взагалі можливо, і не хоче навіть живого місця на ньому залишити.",""],
	["","Що мені робити?","ask&fight"]
	], 
	
	
		[["fight_scream", "розніс на окремі гілки, бо різні анімації певно будуть"],
		["boy11","Хей, це вже занадто!! Все, зупинись!",""],
		["boy6","Ану відчепися! Я ще не закінчив!",""],
		["","","plot&fightEnd"]
		], 
		
		
		[["fight_help"],
		["boy11","Хей, це вже занадто!! Все, зупинись!",""],
		["boy6","Ану відчепися! Я ще не закінчив!",""],
		["","","plot&fightEnd"]
		], 
		
		
		[["fight_watch"],
		["","Вони геть подуріли! Але якщо я зараз вступлюсь за Марка, це буде кінець нашій дружбі. А якщо ні...",""],
		["","","plot&fightEnd"]
		], 
	
	
	[["fightEnd"],
	["teacher2","Гей, ану розійшлися! Швидко, я сказав!",""],
	["teacher2","Марку, ти як?",""],
	["boy9","Жити буду.",""],
	["teacher2","Всі до мене в кабінет! Негайно. А ти, Марку, йди в медпункт, з тобою я потім поговорю. Медсестра скоро прийде.",""],
	["","...",""],
	["","Ніхто з нас не чекав, що вчитель прийде сьогодні раніше. Це просто закон підлості. Чому вперше за весь час хтось прийшов на стадіон саме в цей момент? І що мені тепер робити?","curtain|bg&classroom&1"],
	["teacher2","Від кого, від кого, а від вас я точно цього не очікував! Що ви взагалі там влаштували?",""],
	["boy10","Сергію Васильовичу, це Марк перший почав! Андрій тільки захищався!",""],
	["teacher2","Тихо! Я буду говорити з вами по черзі. Вадіку, ти перший. Тільки спробуйте мені збрехати! Я і так розчарований у вас.",""],
	["teacher2","Решта — вийдіть.",""],
	["","Хлопці не сказали нічого, коли виходили з класу. Але з їхнього погляду було зрозуміло, що вони хотіли до мене донести. Якщо я зараз розповім все, як воно було насправді — вони мені цього не пробачать.",""],
	["teacher2","Ну розказуй, що це було?",""],
	["","Що мені відповісти?","ask&tellTeacher"]
	], 
	
		
		[["tellTeacher_evade"],
		["boy11","А чому я перший?",""],
		["teacher2","Бо я так вирішив.",""],
		["boy11","Таке собі пояснення...",""],
		["teacher2","Ти не в тій ситуації, щоб сперечатися зараз.",""],
		["boy11","А я що зробив?",""],
		["teacher2","От про це я і хочу послухати. Що ти там робив, і що робили решта?",""],
		["","Вже не вийде викрутитися..","ask&tellTeacher2"]
		], 
		
		[["tellTeacher_Mark"],
		["boy11","Ми не мали цього робити. Я мусив зупинити їх, і взагалі не запрошувати Марка на стадіон.","set&future&Mark"],
		["boy11","Ми... Ми винні. Марк просто дивний, ми хотіли перевірити, якої він орієнтації.",""],
		["teacher2","Цікавий спосіб ви вибрали.. І хто це хотів перевірити, ти?",""],
		["boy11","Ні.. я знав, що він нормальний..",""],
		["teacher2","Яка б в нього орієнтація не була б, він однаково був би нормальним. І ви не мали жодного права так вчиняти.",""],
		["boy11","...",""],
		["teacher2","І хто почав першим?",""],
		["boy11","...",""],
		["teacher2","Зрозуміло. Ти ж знаєш, що це нікому з вас не зійде з рук?",""],
		["boy11","Знаю...",""],
		["teacher2","Йди, хай Андрій заходить.",""],
		["","","plot&tellTeacherCommon"]
		], 
		
		
		[["tellTeacher_friends"],
		["","Ліпше я не буду видавати друзів. Те, що ми зробили — просто жахливо. Але я не можу їх здати зараз. Я не настільки жахливий друг.","set&future&friends"],
		["boy11","Я запросив Марка до нас на тренування, він теж грає у футбол. Але він почав сперечатися з хлопцями й почав бійку...",""],
		["teacher2","Марк? Перший?",""],
		["boy11","Так.. Він взагалі дивний. Андрій просто захищався.",""],
		["teacher2","Захищався? По-моєму, все було інакше.",""],
		["boy11","Він просто був злий.",""],
		["","","if&fight&help&tellTeacher_friends_help|if&fight&ignore|tellTeacher_friends_ignore"]
		], 
		
			[["tellTeacher_friends_help"],
			["teacher2","А чому тоді ти кинувся їх розбороняти вже тільки коли я прийшов?",""],
			["","","plot&tellTeacher_friendsCommon"]
			], 
		
			[["tellTeacher_friends_ignore"],
			["teacher2","Це не виправдання. Ви обоє стояли й дивилися. Чому їх не розборонили?",""],
			["","","plot&tellTeacher_friendsCommon"]
			], 
		
		[["tellTeacher_friendsCommon"],
		["boy11","Ви бачили?",""],
		["teacher2","Я на сліпого, чи дурного схожий?",""],
		["boy11","Ні..",""],
		["boy11","Марк просто... розізлив нас усіх...",""],
		["teacher2","Це не виправдання. Що б він не сказав або робив, ви не мали права це з ним робити.",""],
		["teacher2","Ви могли вирішити це інакше.",""],
		["teacher2","А тепер йди, поклич сюди Андрія.",""],
		["boy11","Вчителю..",""],
		["teacher2","Що? Якщо хочеш, щось сказати — кажи вже.",""],
		["boy11","Ні.. нічого.",""],
		["","","plot&tellTeacherCommon"]
		], 
		
		
		[["tellTeacher2_silent"],
		["boy11","...","set&future&noone"],
		["teacher2","Вадиме, це не просто якесь випадково вибите вікно. Хто б не почав першим, ви будете нести відповідальність за те, що зробили з Марком.",""],
		["boy11","Добре.",""],
		["teacher2","Я так розумію, ти нічого не розкажеш? Це могло б хоч трохи тобі допомогти.",""],
		["boy11","Нічого не скажу.",""],
		["teacher2","Як скажеш.",""],
		["","","plot&tellTeacherCommon"]
		], 
	
	
	[["tellTeacherCommon"],
	["","Після цього, ми усі мали дуже довгу розмову з директором. Наших батьків і поліцію теж викликали до школи.",""],
	["","Марка забрали до лікарні. Він розповів вчителям все, як було. Що я покликав його зіграти з нами, і що зробив Андрій. А також причину цієї бійки.",""],
	["","Нас трьох відсторонили від уроків. Тепер батьки розв'язують наші проблеми з поліцією. Андрій, ймовірно, не зможе вступити до спеціалізованого коледжу через цей інцидент.",""],
	["","","if&future&friends&futureFriends|if&future&Mark&futureMark|if&future&noone&futureNoone"]
	],
	
	
	[["futureMark"],
	["","Але, якщо чесно..",""],
	["","Після цього випадку, я перестав спілкуватися з хлопцями.",""],
	["","Та й тепер я для них просто зрадник. Я навіть не хочу згадувати про цю ситуацію. Я не знаю, в який момент ми стали такими різними.",""],
	["","Я перепросив у Марка. Чомусь мені здавалося, що так буде правильно. Ми тепер навіть іноді переписуємось. Можливо, воно все на краще.",""],
	["","","finish"]
	], 
	
	
	[["futureNoone"],
	["","Я перепросив у Марка. Чомусь мені здавалося, що так буде правильно.",""],
	["","Тепер я майже не спілкуюся з хлопцями. Я навіть не хочу згадувати про цю ситуацію. Я не знаю, в який момент ми стали такими різними. Не знаю, хто мені друг, а хто — ворог...",""],
	["","Я тепер взагалі нічого не знаю.",""],
	["","","finish"]
	], 
	
	[["futureFriends"],
	["","Але, якщо чесно..",""],
	["","Хоч ми й досі спілкуємось з хлопцями, я однаково почуваюся якось дивно поруч з ними. Ніби не у своїй тарілці.",""],
	["","Я навіть не хочу згадувати про цю ситуацію. Я не знаю, в який момент ми стали такими різними.",""],
	["","Я тепер взагалі нічого не знаю...",""],
	["","","finish"]
	]
	
	
	]}