{"c2array":true,"size":[100,100,4],"data":[

[["start"],
["","Привіт! Мене звуть {girl5}. Мені 15 років. У майбутньому я хочу бути професійною футболісткою.","bg&football|appear&girl5&3"],
["","Мої рідні не розуміють мого захоплення. Вони кажуть, що дівчата не досягають успіху в футболі.","emote&girl5&sad"],
["","Сьогодні відбір до шкільної команди з футболу. Правила такі: треба забити принаймні 16 голів з 20!","emote&girl5&default"],
["man1","{girl5|Іванко|Софіє|Насте|Богдано}, швидше! Ти чого там стала? М'яч що, сам до тебе прикотиться? Рухайся!","appear&man1&1.4&&angry|emote&girl5&confused"],
["man1","{boy11|Назаре|Максиме|Андрію|Владе}, давай! Ще трохи! Підходь збоку, давай! Молодець!","appear&boy11&3.5|move&girl5&5|emote&man1&default|emote&girl5&default"],
["man1","Час вийшов!","playSound&whistle"],
["man1","Ну що ж, командо, ви непогано себе показали. Ваші результати: Сашко — 11, Вася — 12 голів, Боря — 15, Ігор — 13... {girl5} і {boy11} — 16.","move&girl5&6|mirror&girl5&1|move&boy11&4|mirror&boy11&1|move&man1&2"],
["man1","{boy11|Назаре|Максиме|Андрію|Владе}, вітаю тебе у команді! Інші — поки продовжуйте тренуватись. Вам ще є куди рости.","emote&man1&happy"],
["girl5","Чому тільки Назар проходить до команди? В нас же однаковий результат!","emote&girl5&angry|emote&man1&default|emote&boy11&happy|ask&whyNazar"]
],

	[["whyNazar_ask"],
	["girl5","Перепрошую, у мене питання!","leave&boy11&5|move&girl5&4|emote&girl5&depressed"],
	["man1","{girl5|Іванко|Софіє|Насте|Богдано}, що знову сталось?","emote&man1&surprised"],
	["girl5","У мене з {boy11|Назаром|Максимом|Андрієм|Владом} однаковий результат, чому до команди проходить тільки він?","emote&man1&confused"],
	["man1","{girl5|Іванко|Софіє|Насте|Богдано}, я вже багато разів пояснював тобі. Дівчатам не місце в спорті. Ви занадто м'які, повільні...","emote&man1&happy"],
	["girl5","Можливо, є такі дівчата, але я ж грала на рівні з {boy11|Назаром|Максимом|Андрієм|Владом}! Результат тому доказ!","emote&girl5&angry"],
	["man1","Так, я не буду з тобою панькатись. Я вже оголосив результат.","emote&man1&angry"],
	["man1","Ти можеш продовжити тренування, але розраховувати на щось більше у футбольній справі дівчині не варто.","emote&man1&angry"],
	["man1","Я краще буду працювати з тими, хто справді має потенціал.",""],
	["","","leave&boy11&5|plot&iWasUpset"]
	],

	[["whyNazar_why"],
	["girl5","Чому {boy11} пройшов, а я ні? Ми однаково добре грали!","leave&boy11&5|move&girl5&4|emote&girl5&depressed"],
	["man1","Краще б ти з таким запалом грала, а не сварилась. Хоча чому я дивуюсь, ти ж дівчина.",""],
	["man1","Те, що у вас однаковий результат, не говорить, що ви однаково добре граєте.",""],
	["girl5","А, тоді за яким принципом взагалі обираються переможці в футболі? Хіба не за результатом?","emote&girl5&angry"],
	["man1","Як я сказав, так і буде! Ти краще б свою агресію в гру спрямувала. Або врешті-решт займись чимось дівчачим.","emote&man1&angry"],
	["man1","Однаково дівчата в футболі — це, як хлопці в балеті.","mirror&man1&1"],
	["","","leave&boy11&5|plot&iWasUpset"]
	],

	[["whyNazar_ok"],
	["","Немає сенсу з ним сперечатись.. однаково, як завжди, скаже, що дівчатам в футболі не місце..","emote&girl5&depressed|mirror&girl5&0|move&girl5&6|mirror&man1&2"],
	["","Вчитель підійшов до команди. Він почав вітати {boy11|Назара|Максима|Андрія|Влада} з чудовим результатом. Також водночас хвалив та давав поради решті команди.",""],
	["","Цього разу він знову забув прокоментувати і мою гру.. це вже вкотре! Якщо я сама не запитую, йому ніби байдуже, що я теж частина команди..",""],
	["man1","Ну що, командо, збирайтесь, на сьогодні все. Пам'ятайте, що завтра тренування буде о 17.",""],
	["","","leave&boy11&5|plot&iWasUpset"]
	],

[["iWasUpset"],
["","Я була дуже засмучена. Тренер ніколи не хотів слухати мене.","leave&man1&1|move&girl5&3|mirror&girl5&1|emote&girl5&sad"],
["","Іноді я думаю, що він живе в якомусь своєму світі і не хоче бачити очевидне. Я ж справді добре граю.",""],
["","Раптом до мене підбіг однокласник {boy11}.","move&girl5&4|appear&boy11&1"],
["boy11","{girl5|Іванко|Софіє|Насте|Богдано}, сумно, що ти не пройшла. Але думаю, ти не сильно засмутилась, однаково це лише захоплення. Ти ж не плануєш цим серйозно займатись? Це те саме, якби я хотів би стати нянею.","move&boy11&2|mirror&girl5&1"],
["","В цей момент я не могла зрозуміти, що відбувається. Невже він ніколи не сприймав мене всерйоз як гравця?","emote&girl5&confused"],
["","Він стояв і посміхався, ніби все справді так і є.. і що я маю відповісти на це?","ask&whatToAnswer"]
],

	[["whatToAnswer_prove"],
	["girl5","{boy11|Назаре|Максиме|Андрію|Владе}, ми вже 5 років разом тренуємось. Ми з тобою завжди грали однаково.",""],
	["girl5","Скільки я голів забивала, коли ми були у протилежних командах?","emote&girl5&default"],
	["boy11","І що? Скільки голів не забивай, дівчата в футболі нікому не цікаві.","emote&girl5&depressed|emote&boy11&happy"],
	["boy11","Хахах, чесно, ніколи не думав, що ти реально на щось сподіваєшся..","emote&girl5&angry|emote&boy11&mockery"],
	["","Я відчувала шалену злість. Чому нікого не цікавить те, як я граю, а лише те, що я дівчина?",""],
	["","","plot&iNeverFelt"]
	],

	[["whatToAnswer_ironize"],
	["girl5","Ну звісно, граю просто так. Просто так тоді обійшла твою команду з рахунком 5:0!","move&girl5&3.5"],
	["boy11","Коли? У дитячому садочку? Ти реально думаєш, що когось цікавить те, як ти граєш?","emote&boy11&angry"],
	["boy11","Назви мені хоч одну людину, яку то цікавить! Що, немає таких?",""],
	["girl5",". . .","emote&girl5&confused"],
	["boy11","Байдуже, роби, як знаєш. Але моя тобі порада — займись чимось більш реальним для тебе і не гай час інших.",""],
	["","Я була подавлена. Як би там не було, але тренер був правий...","mirror&boy11&1|emote&girl5&depressed"],
	["","","plot&iNeverFelt"]
	],

	[["whatToAnswer_getAngry"],
	["girl5","Ти знущаєшся? Я граю на рівні з тобою! За такою логікою я тобі що, балериною маю стати?!","emote&girl5&angry|move&girl5&3.5"],
	["boy11","Ахах, та ти — типове неадекватне дівча. Тому кого взяли в команду?","emote&boy11&mockery"],
	["boy11","Правильно — мене!","emote&boy11&happy"],
	["boy11","Як не вмієш грати, то йди хрестиком вишивай, а не скандали заводь!","emote&boy11&mockery"],
	["girl5","Що..?","emote&girl5&confused"],
	["","{boy11} хтось гукнув і він перестав звертати на мене увагу. Я відчувала шалену злість.","mirror&boy11&1"],
	["","Чому нікого не цікавить те, як я граю? Ніхто навіть не збирається сприймати мене всерйоз...","emote&boy11&default"],
	["","","plot&iNeverFelt"]
	],

[["iNeverFelt"],
["","Я ніколи не відчувала, що мене сприймають як гравця. Ніхто і ніколи не бачив мене у спорті..","leave&boy11&1|emote&girl5&sad"],
["","Наступний урок — українська мова, а у мене взагалі немає настрою..","curtain|move&girl5&3|bg&corridor"],
["","Вчителька оголошувала оцінки за домашнє завдання — письмовий твір.","curtain|bg&classroom"],
["","При цьому, як завжди, коментувала кожну роботу. Черга дійшла до мене. Цікаво, що на цей раз їй не сподобається...","move&girl5&4|appear&teacher1&2|emote&girl5&depressed"],
["teacher1","{girl5|Іванко|Софіє|Насте|Богдано}, звісно у тебе чудовий твір, гарно написано, всі правила пунктуації дотримано.","emote&girl5&default"],
["teacher1","Але що будемо робити із почерком? ","emote&teacher1&smile|emote&girl5&confused"],
["teacher1","Ти ж знаєш, що я знімаю бали за неохайність. Я б зрозуміла, якби ти була хлопцем, але ти ж дівчинка!","emote&teacher1&default"],
["","Вона вже вкотре знімає бали за це.. Я вже втомилась їй пояснювати, що почерк вже ніде не грає ролі..","emote&girl5&depressed"],
["","Але вона продовжує вкотре чекати мою відповідь щодо цього..","ask&teacherArgue"]
],

	[["teacherArgue_pretendAgree"],
	["girl5","Добре, {teacher1|Наталіє Олександрівно|Тамаро Дмитрівно|Світлано Миколаївно|Ларисо Іванівно}. Наступного разу буду намагатись краще.","emote&girl5&sad"],
	["teacher1","Ти це кожного разу кажеш. Коли я вже побачу результат?",""],
	["girl5","Я правда працюю на цим. Проте це вже звичка. Я буду намагатись писати більш охайно.","emote&girl5&depressed"],
	["teacher1","Не дуже помітно. Треба старатись краще. У дівчини все має бути охайним.","emote&teacher1&worried"],
	["teacher1","Ти ж не хочеш, аби люди, коли побачать твою писанину, подумали, що то писав якийсь хлопчисько?",""],
	["","","plot&sheIsABoy"]
	],

	[["teacherArgue_silent"],
	["girl5",". . .",""],
	["","Я справді втомилась це повторювати кожного уроку..",""],
	["teacher1","Але {girl5|Іванко|Софіє|Насте|Богдано}, почерк — то дзеркало людини. Як дівчинка, ти повина бути більш старанною.","emote&teacher1&worried"],
	["teacher1","Ти ж не хлопчисько!",""],
	["","Навіть тут хлопцям дозволено більше, ніж дівчатам...","mirror&girl5&0"],
	["","","plot&sheIsABoy"]
	],

	[["teacherArgue_argue"],
	["girl5","{teacher1|Наталіє Олександрівно|Тамаро Дмитрівно|Світлано Миколаївно|Ларисо Іванівно}, несправедливо знижувати оцінку за \"хлопчачий\" почерк, а не за якість виконання роботи!","emote&girl5&angry"],
	["teacher1","До якості почерк також відноситься. Годі перегавкуватись!","emote&teacher1&angry"],
	["teacher1","Хіба тебе мати не вчила, що зі старшими не можна сперечатись?",""],
	["teacher1","Таку настирливу та гостру на язик геть і заміж ніхто не візьме.",""],
	["girl5","{teacher1|Наталіє Олександрівно|Тамаро Дмитрівно|Світлано Миколаївно|Ларисо Іванівно}, ви серйозно? Як це стосується самого завдання?","move&girl5&3.5"],
	["teacher1","{girl5|Іванко|Софіє|Насте|Богдано}! Сядь, поки я не розізлилась! Я повідомлю твоїх батьків про твою поведінку! Ти що, невиховане хлопчисько?","move&girl5&4"],
	["","","plot&sheIsABoy"]
	],

[["sheIsABoy"],
["boy9","{teacher1|Наталіє Олександрівно|Тамаро Дмитрівно|Світлано Миколаївно|Ларисо Іванівно}, та вона і є хлопчисько! Ви хоча б раз її у сукні або з макіяжем бачили?","mirror&girl5&0|emote&girl5&confused|emote&teacher1&default|appear&boy9&5.5&&mockery&1"],
["","Я побачила легку насмішку серед групи хлопців на задніх партах. І чого вони до мене причепилися..?","ask&boysArgue|emote&girl5&angry"]
],

	[["boysArgue_explain"],
	["girl5","Я ходжу у тому, в чому мені зручно. Не думаю, що для навчання я маю вбиратись, як на показ мод.","move&girl5&4.5"],
	["boy9","Воно і видно..","emote&girl5&confused|emote&boy9&happy"],
	["","","plot&enoughStudents"]
	],

	[["boysArgue_argue"],
	["girl5","Ой, і правда! Тільки цікаво, чиїх батьків в школу викликали минулого місяця за такий вигляд..","emote&girl5&happy"],
	["boy9","Пф, рано чи пізно звикнуть. Я ходжу в тому, що мені подобається.","emote&boy9&angry"],
	["girl5","Тоді і я маю на це право!","emote&girl5&angry"],
	["","","plot&enoughStudents"]
	],

	[["boysArgue_silent"],
	["girl5",". . .","emote&girl5&depressed"],
	["boy9","Ось бачите, вона сама того не заперечує, хахаха!","move&boy9&5.5"],
	["","Цікаво, а дівчатам, що займаються футболом, потрібно робити стрижку, як у хлопців? Ну щоб бігати було легше.","move&boy9&5|emote&boy9&happy"],
	["","","plot&enoughStudents"]
	],

[["enoughStudents"],
["teacher1","Годі, у нас урок, чи базар?","move&girl5&4|mirror&girl5&1|emote&boy9&default|move&boy9&6|emote&teacher1&angry|emote&girl5&depressed"],
["teacher1","Діставайте подвійні листочки — будемо писати самостійну роботу. Можете подякувати за це своїм балакучим однокласникам.","emote&teacher1&default"],
["boy9","Боже, знов через неї проблеми.. Тепер ще й самостійну писати.. Чого просто не бути нормальною?","emote&boy9&angry"],
["girl5","Що? Ти серйозно не розумієш, що ми будемо її писати якраз таки через тебе?","emote&girl5&angry|mirror&girl5&0|emote&teacher1&angry"],
["teacher1","А ну тихо! Розвели тут балаган! Отже, перше питання...","mirror&girl5&1"],
["","Після школи я була виснажена.. Я так чекала та готувалась до цього дня.","leave&teacher1|leave&boy9|move&girl5&3|bg&street&blink|emote&girl5&depressed"],
["","Сподівалась, що зможу нарешті потрапити у команду та більше займатись тим, що люблю..",""],
["","А в результаті просто вислухала від усіх, що я не така, як потрібно, і маю викинути з голови свою мрію...",""],
["","Я повернулась додому. Тато як завжди сидів у своєму кріслі та дивився вечірні новини.","curtain|bg&home|move&girl5&2|mirror&girl5&0|appear&man2&4"],
["","Він ходив зі мною на футбольне поле та подарував круту форму.",""],
["","Може, варто порадитись з ним?","ask&askFather|emote&girl5&sad"]
],

	[["askFather_silent"],
	["","А чим він мені допоможе? краще б я народилась хлопцем, було б менше проблем..","mirror&girl5&1"],
	["man2","Доню, з тобою все в порядку? Ти виглядаєш дуже засмученою.","mirror&man2&1|mirror&girl5&0|emote&girl5&confused"],
	["girl5","Все гаразд тату, я просто втомлена...","emote&girl5&depressed"],
	["man2","Як пройшов відбір? Здається, він мав бути сьогодні.","emote&man2&dreaming"],
	["girl5","Нормально... Мене не взяли.",""],
	["man2","Чому? Якщо тобі потрібна підтримка, я завжди готовий тобі допомогти.","emote&man2&sad"],
	["girl5","Тату, все гаразд. З цим ти не зможеш допомогти.",""],
	["girl5","Якби я тільки народилась хлопцем..","emote&girl5&sad"],
	["man2","Для чого тобі бути кимось іншим? Ти ж чудово граєш. Чи тобі хтось сказав інакше?","emote&man2&happy|move&man2&3"],
	["","","plot&iToldEverything"]
	],

	[["askFather_tell"],
	["girl5","Тату...","move&girl5&2|mirror&girl5&0|mirror&man2&1"],
	["girl5","Мене не взяли у команду, хоча у нас з Назаром був однаковий рахунок. Його взяли, а мене — ні, бо я дівчина...","emote&man2&sad"],
	["girl5","Невже зі мною правда, щось не так... І почерк неохайний, і сукні не ношу...","emote&girl5&confused"],
	["man2","{girl5|Іванко|Софіє|Насте|Богдано}, з тобою все впорядку! Ти неймовірно кмітлива дівчинка. В сукні чи в штанах — це тільки твій вибір.","emote&man2&happy"],
	["","","plot&iToldEverything"]
	],

	[["askFather_hint"],
	["girl5","Тату, скажи, а дівчата можуть бути професійними футболісткамич?","move&girl5&2|mirror&girl5&0|mirror&man2&1"],
	["man2","Звичайно можуть. У нас є багато професійних клубів, я навіть жіночу футбольну лігу дивлюся по телевізору!","emote&man2&happy|emote&girl5&depressed"],
	["man2","А чому ти запитуєш? Щось трапилось?","emote&man2&sad"],
	["girl5","Та, як би сказати... Нікого не цікавить те, як я граю. Тільки те, що я дівчина.. Мене навіть не взяли через це до команди..","emote&girl5&sad"],
	["","Що? І як це пов'язане з футболом? Це тобі таке тренер сказав?","emote&man2&angry"],
	["","","plot&iToldEverything"]
	],

[["iToldEverything"],
["","Я розповіла йому все: про тренера та команду, оцінку вчительки та однокласників.","move&girl5&2|move&man2&4|emote&man2&sad|emote&girl5&sad"],
["man2","На жаль, доню, є люди, які мають своє уявлення та обмеження щодо життя і нав'язують його усім довкола.","emote&girl5&depressed"],
["man2","Доню, я знаю, наскільки важливим є для тебе футбол! Ти завжди грала чудово! Я був не на одному твоєму матчі.","emote&man2&default"],
["man2","Скажи, ти хочеш займатись спортом професійно?",""],
["girl5","Так! Це навіть більше, ніж моя мрія! Я стільки працюю над цим.. Не хочу відмовлятись від футболу..","emote&girl5&confused"],
["man2","А як ти дивишся на те, аби перевестись до спортивної школи? Здається, я щось бачив про такі...","emote&man2&dreaming"],
["girl5","А туди хіба можна дівчатам..?","emote&girl5&depressed"],
["man2","Звісно! Думаю, там і професійні заняття з футболу мають бути. Але потрібно більше про це дізнатись та вибрати, яка школа підійде тобі.","emote&man2&happy"],
["girl5","Звичайно! Тату, дякую тобі! Я буду дуже щасливою!","emote&girl5&happy|animate&jump"],
["man2","Добре. Тоді давай, коли прийде мама, ми разом про все дізнаємось? Якщо що, я вмовлю її.","emote&man2&default"],
["","","finish"]
]

]}