 {"c2array":true,"size":[100,100,4],"data":[

[["start"],
["","Привіт. Мене звуть Влад. Мені 15 років. Я обожнюю музику, граю на гітарі та пишу пісні.","bg&room|appear&boy11&3.5&&&mirror"],
["","Нещодавно я вирішив створити свій ютуб-канал та виставляти власні кавери на різні пісні. Мій нікнейм \"Так звучить душа\".","emote&boy11&happy"],
["","Я вже виставляв деякі відео, але оскільки канал новий, то переглядів та коментарів не так багато. Але мої друзі підтримують мене та допомагають зі зйомкою!",""],
["","Сьогодні я хочу записати новий кавер на пісню.","emote&boy11&dreaming|appear&boy9&3&&happy|move&boy11&5.5|ask&whichSong"]
],

	[["whichSong_melovin"],
	["boy9","Владе, що сьогодні хочеш записати? Батьків не буде ще кілька годин, то можемо зняти в повній тиші.","emote&boy9&default"],
	["boy11","Давай сьогодні запишемо Melovin — \"Вітрила\". У мене багато хороших спогадів та асоціацій з нею. Навіть адаптував її під гітару.","emote&boy11&happy|emote&boy9&happy"],
	["boy9","Ти впевнений? Після того скандалу двояке ставлення до цього співака..","emote&boy9&dreaming"],
	["boy11","Хм, думаю, це може піти на користь. Люди будуть шукати інформацію про нього, а знайдуть мене.",""],
	["boy9","Не думаю, що це працює саме так, але окей.","emote&boy9&default"],
	["","","plot&songReady"]
	],

	[["whichSong_temberBlanche"],
	["boy9","Владе, що сьогодні хочеш записати? Батьків не буде ще кілька годин, то можемо зняти в повній тиші.","emote&boy9&happy"],
	["boy11","Пам'ятаєш пісню \"Вечорниці\"?",""],
	["boy9","Tember Blanche? Але її ж жінка виконує. Ти звичайно витягнеш, але..","emote&boy9&default"],
	["boy11","І що? Хіба це зараз має значення, хто співає в оригіналі? Я ж адаптую її під себе.","emote&boy11&worried"],
	["boy9","Ну гаразд. В тебе вона добре виходить. Думаю, людям має сподобатись.","emote&boy9&happy|emote&boy11&happy"],
	["","","plot&songReady"]
	],

	[["whichSong_anotherLove"],
	["boy11","Слухай, Сашку, я хочу сьогодні записати кавер на ENLEO — \"Інша любов\".","emote&boy11&happy"],
	["boy9","Це ж переклад з пісні Тома Одела, так? Вона кайфова!","emote&boy9&default"],
	["boy11","Так, крім того, вона досить популярна. Можливо, так зможу знайти нових слухачів..","emote&boy11&default"],
	["boy9","Хто знає, зараз багато каверів на цю пісню, але давай спробуємо!",""],
	["","","plot&songReady"]
	],

[["songReady"],
["","Ми записали пісню. Це було не так важко, як вперше, але я досі хвилююсь, коли роблю це.","emote&boy11&worried|disappear&boy9&1.5|move&boy11&3.5"],
["","Я змонтував та виклав відео. Вибір пісні точно був вдалим!","emote&boy11&default"],
["","Через декілька днів у мене була рекордна кількість переглядів! Більше 1000 людей переглянули моє відео!","animate&boy11&jump|emote&boy11&happy"],
["anonym2","КОМЕНТАР: \"Хмм, а мені подобається! Не схоже на оригінал, але досить самобутньо. Однознайчно лайк!👍\"","msg&nazarii631|move&boy11&5.5"],
["anonym1","КОМЕНТАР: \"Цей голос!!!😍 Буду рада побачити твої наступні відео!\"","msg&oksana_kvitka"],
["","Я ще ніколи так себе не відчував! Невже моя музика і справді подобається людям? Я був справді щасливим.","emote&boy11&default"],
["","Але ввечері від щастя не залишилось нічого..","curtain|tick&0.5|msgOff|emote&boy11&sad"],
["anonym3","КОМЕНТАР: \"Ти що, півень? Хто такі пісні обирає.. Якщо чоловік, то і співай чоловіче!\"","msg&nePesPatron"],
["anonym4","КОМЕНТАР: \"Мені захотілось блювати, коли почув це..🤢 Що за ванільна бридота?\"","msg&user234|emote&boy11&worried"],
["anonym2","КОМЕНТАР: \"Слухайте, він якийсь дивний.. Нагадав Кончіту Вурст своїм співом 😖\"","msg&sad_person_"],
["","Я не знаю, як мені на це реагувати.. Невже я справді дивно виглядаю, коли співаю? Але що не так з піснею, вона ж популярна..","emote&boy11&sad"],
["","Що мені із цим робити? Можливо, варто виставити відео, де я все поясню про..","emote&boy11&dreaming|ask&whatIDo"]
],

	[["whatIDo_myself"],
	["","\"Виникло певне непорозуміння. Моя манера співу може видатись вам дивною.\"","msgOff|move&boy11&3.5|emote&boy11&happy"],
	["","\"Інколи я роблю кавери на пісні, що співають жінки. Але для мене пісня є піснею, незалежно від того, хто її виконує.\"","emote&boy11&default"],
	["","","plot&3In1"]
	],

	[["whatIDo_song"],
	["","\"Виникло певне непорозуміння. Для каверів я обираю пісні, які є популярними та подобаються мені. Також ті, з якими маю приємні спогади.\"","msgOff|move&boy11&3.5|emote&boy11&happy"],
	["","\"Для мене пісня є піснею, незалежно від того, хто її виконує, і якої він або вона статі.\"","emote&boy11&default"],
	["","","plot&3In1"]
	],

	[["whatIDo_singer"],
	["","\"Виникло певне непорозуміння. Я обираю пісні саме за музику та тексти, які є мені близькими. Я рідко цікавлюсь біографією виконавця.\"","msgOff|move&boy11&3.5|emote&boy11&happy"],
	["","\"Для мене пісня є піснею, незалежно від того, хто її виконує і якої він або вона статі та гендеру.\"","emote&boy11&default"],
	["","","plot&3In1"]
	],

[["3In1"],
["","\"Сподіваюсь на ваше розуміння!\"",""],
["","Це було надзвичайно складно. Я ще ніколи не докладав стільки зусиль, аби пояснити свою точку зору максимально обережно.","curtain|emote&boy11&sad"],
["","Мені було страшно заходити на канал кілька годин. Я не знав, як відреагують на мої слова люди.. Але мені не переставали приходити сповіщення. Тому я вирішив, що тікати далі нікуди.",""],
["anonym2","КОМЕНТАР: \"Я думала, що він співає огидно, але те, як він говорить.. Це що за нявчання??\"","msg&natali_like|emote&boy11&hideEyes|move&boy11&5.5"],
["anonym1","КОМЕНТАР: \"Я тут зробив нарізку з його мекання. Зайдіть зацініть! 😂😃\"","msg&captainMorgan"],
["","Невже я і правда так жахливо розмовляю? Я водночас розумію, що це дурна нарізка, і я точно не звучу так.. Але, певно, в мені є щось, що здається людям сміхотворним..","emote&boy11&sad|msgOff|move&boy11&3.5"],
["","Чи можу я щось із цим зробити?","ask&whatIDoComments|emote&boy11&dreaming"]
],

	[["whatIDoComments_forbid"],
	["","Я не хотів би цього робити, бо мені важливо знати, що про мої кавери думають інші. Але, можливо, поки варто перечекати і обійтися без цього?","emote&boy11&sad"],
	["","","plot&3In1_action"]
	],

	[["whatIDoComments_block"],
	["","Можливо, якщо я заблокую цих людей, то це припиниться? Є ж люди, яким подобається те, що я роблю.. Подивлюсь, що буде далі..","emote&boy11&sad"],
	["","","plot&3In1_action"]
	],


	[["whatIDoComments_ignore"],
	["","Можливо, я просто занадто багато про це думаю? Може, зі мною все добре, просто відео занадто швидко стало популярним?","emote&boy11&sad"],
	["","","plot&3In1_action"]
	],


[["3In1_action"],
["","Я вирішив сьогодні про це не думати та вимкнув усі сповіщення від YouTube.",""],
["","Наступного ранку, коли я взяв до рук телефон, то побачив, що хтось написав мені у приватні повідомлення в Telegram.","emote&boy11&worried"],
["","\"Нове повідомлення в Telegram\"","msg&Telegram|move&boy11&5.5"],
["anonym1","ПОВІДОМЛЕННЯ: \"От скажи, що з тобою не так?\"","msg&alexpower"],
["","Спершу я не зрозумів, хто це. Та й згодом теж. Навряд чи очікуєш зранку отримати таке повідомлення..","emote&boy11&sad"],
["","Що мені варто із ним робити?","ask&whatIAnswer"]
],


	[["whatIAnswer_answer"],
	["boy11","ПОВІДОМЛЕННЯ: \"Ми знайомі?\"","msg&me|emote&boy11&default"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Доля вберегла мене від такого щастя! 😂\"","msg&alexpower"],
	["boy11","ПОВІДОМЛЕННЯ: \"Щось потрібно?\"","msg&me|"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Слухай, співачку, ти тепер маєш бути мені вдячним. Тепер все так, як ти і хотів! Ти — популярний!😂😂\"","msg&alexpower"],
	["","\"Користувач заблокував Вас\"","msg&Banned2|emote&boy11&worried"],
	["","Після цього повідомлення мене заблокували. Я нічого не зрозумів з того, що відбулось. Проте через годину мій друг Сашко переслав мені повідомлення.","emote&boy11&sad|msgOff"],
	["","","plot&sashaMsg"]
	],


	[["whatIAnswer_angry"],
	["boy11","ПОВІДОМЛЕННЯ: \"А з тобою, що не так?\"","msg&me|emote&boy11&angry"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Ей, мавпо, ти краще до мене не розкривай свого рота!\"","msg&alexpower"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Точно, я ж забув, ти тепер наша знаменитість))\"","msg&alexpower"],
	["boy11","ПОВІДОМЛЕННЯ: \"Що ти верзеш? Ти взагалі хто такий?\"","msg&me|"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Яка різниця, хто я? Важливіше те, що тепер ти, \"співачку\" недороблений, таки точно прославився!😂😆\"","msg&alexpower"],
	["","Я нічого не зрозумів із того абсурду, що писав мені цей анонім. Тому просто заблокував його.","emote&boy11&default"],
	["","\"Користувач заблокований\"","msg&YouBanned"],
	["","Через годину мій друг Сашко переслав мені повідомлення.","emote&boy11&sad|msgOff"],
	["","","plot&sashaMsg"]
	],


	[["whatIAnswer_ignore"],
	["","Немає сенсу реагувати на таке. Не знаю, хто це, але точно зрозуміло, чого він або вона хоче.",""],
	["anonym1","ПОВІДОМЛЕННЯ: \"Ей, мавпо, ігнорувати мене думаєш? Я ж бачу, що ти онлайн!\"","msg&alexpower"],
	["","Можливо, взагалі заблокувати його? Певно, так і зроблю.","emote&boy11&worried"],
	["anonym1","ПОВІДОМЛЕННЯ: \"Слухай, співачку, ти тепер маєш бути мені вдячним. Тепер все так, як ти і хотів! Ти — популярний!😆😆\"","msg&alexpower"],
	["","Після цього повідомлення я заблокував аноніма. Я нічого не зрозумів з того, що відбулось.","emote&boy11&default"],
	["","\"Користувач заблокований\"","msg&YouBanned"],
	["","Проте через годину мій друг Сашко переслав мені повідомлення.","emote&boy11&sad|msgOff"],
	["","","plot&sashaMsg"]
	],


[["sashaMsg"],
["boy9","ПОВІДОМЛЕННЯ: \"Владе, ти бачив, що опублікували у Підслухано?\"","msg&Сашко"],
["boy11","ПОВІДОМЛЕННЯ: \"Я ще не заходив туди, а що?\"","msg&me|emote&boy11&worried"],
["boy9","ПОВІДОМЛЕННЯ: \"Подивись..\"","msg&Сашко"],
["","Хтось створив канал, де під нарізку моїх відео записував лайливі \"подкасти\" про вчителів нашої школи та ще людей, про яких я чув вперше.",""],
["","Це відео потрапило в Telegram-чат нашого містечка..",""],
["boy11","ПОВІДОМЛЕННЯ: \"Що за дичина? Як вони таке взагалі опублікували?\"","msg&me|emote&boy11&angry"],
["boy9","ПОВІДОМЛЕННЯ: \"Я не знаю.. Це до дурості смішно.. Але, думаю, тобі б точно не хотілось таке про себе бачити..\"","msg&Сашко"],
["","Останнім повідомленням після відео було: \"Ну що, співачку, коли наступне відео?\".","msgOff|move&boy11&3.5|emote&boy11&sad"],
["","І хоча це все така дурість, але мені і справді було боляче від цього всього. Мені дуже важко було наважитись знімати себе і свій спів на відео..",""],
["","І хоча я знаю, що не маю реагувати на це, але зараз я почуваюсь пригніченим..",""],
["","","plot&garage"]
],


[["garage"],
["","Тато покликав мене до себе, аби я допоміг йому перенести важкі коробки до машини...","curtain|tick|bg&garage|appear&man2&3|move&boy11&5|emote&boy11&hideEyes"],
["man2","Владе, з тобою все добре?","emote&man2&sad"],
["","Що мені на це відповісти?","ask&whatIAnswerDad|emote&boy11&dreaming"]
],


	[["whatIAnswerDad_truth"],
	["boy11","Не зовсім.. Я почав записувати власні кавери та виставив їх в інтернет..","emote&boy11&hideEyes"],
	["man2","Кавери..?","emote&man2&default"],
	["boy11","Те, як я переспівую чужі пісні по-своєму.",""],
	["man2","А, і в чому проблема? Вони нікому не подобаються?",""],
	["boy11","І так, і ні..","emote&boy11&sad"],
	["man2","Як це? І так, і ні?",""],
	["","","plot&finalTruth+Ignore"]
	],

	[["whatIAnswerDad_ignore"],
	["boy11","Неважливо. Які коробки будемо відвозити першими?","emote&boy11&hideEyes"],
	["man2","Чому ти такий роздратований? Невже знову щось не виходить на гітарі?","emote&man2&dreaming"],
	["boy11","Я не роздратований.. Та хіба це має значення?",""],
	["man2","Я і правда не можу тебе зрозуміти.. В нас ніхто ніколи тією музикою не займався. Та й хіба то робота?","emote&boy11&sad|emote&man2&default"],
	["boy11",". . .",""],
	["man2","Але я радий, що ти знаєш, чого хочеш!","emote&man2&happy"],
	["man2","Хтозна, можливо, якби я знав у твоєму віці, чого хочу, то не жалкував би про багато речей.",""],
	["boy11",". . .",""],
	["man2","Хтозна, але те, що я це знаю, мені зараз точно не допоможе..","emote&man2&sad"],
	["man2","Владе, я точно не ідеальний батько. Але я не хочу бачити тебе в такому стані. Що з тобою відбувається?","emote&man2&default"],
	["boy11",". . .",""],
	["man2","Гм.. добре..","emote&man2&sad"],
	["","","plot&finalTruth+Ignore"]
	],


	[["whatIAnswerDad_lie"],
	["boy11","Та просто не виходить підібрати акорди. Все добре, зроблю це пізніше.","emote&boy11&hideEyes"],
	["boy11","Які коробки будемо відвозити першими?","emote&boy11&hideEyes"],
	["man2","Ти тільки про музику і думаєш.. Що, ЗНО вже не таке і страшне для тебе?",""],
	["boy11","Тату! Давай без цього..","emote&boy11&sad"],
	["man2","Я і справді не можу тебе зрозуміти.. У нас ніхто ніколи тією музикою не займався. Та й хіба то робота?","emote&man2&default"],
	["boy11",". . .",""],
	["man2","Але я радий, що ти знаєш, чого хочеш!","emote&man2&happy"],
	["man2","Хтозна, можливо, якби у твоєму віці я знав, чого хочу, то не жалкував би про багато речей.",""],
	["boy11",". . .",""],
	["man2","Хтозна, але те, що я це знаю, мені зараз точно не допоможе..","emote&man2&sad"],
	["man2","Владе, я точно не ідеальний батько. Але я не хочу бачити тебе в такому стані. Що з тобою відбувається?","emote&man2&default"],
	["boy11","Тату, я не хочу про це.. Давай краще закінчимо роботу..","emote&boy11&hideEyes"],
	["man2","Ну як хочеш.. Давай ці коробки завантажимо першими.",""],
	["","Я не хотів розповідати татові про те, що в мене відбувається. Я боявся, що він почне сміятись з того, що я ходжу пригнічений від якогось там відео..","disappear&man2&1.5|move&boy11&3.5|emote&boy11&sad"],
	["","Думаю, мені буде потрібен час, щоб повернутися до свого захоплення. Можливо, якщо я зачекаю, то про мене забудуть?",""],
	["","Або мені взагалі не варто вертатись до цього... Я маю займатись чимось серйозним...","emote&boy11&hideEyes"],
	["","","finish"]
	],


[["finalTruth+Ignore"],
["","Я розказав тату про те, що як тільки відео стало популярним, то з'явилась величезна кількість коментарів, в яких мене відверто лаяли. Також я показав йому \"ті\" відео..",""],
["man2","Це ж така дурня! Кому взагалі прийде в голову цим займатись?","emote&man2&angry"],
["boy11","Комусь таки прийшло..","emote&boy11&hideEyes"],
["man2","Знаєш, я ніколи не розумів твоєї музики, та й, чесно кажучи, не розумію досі.","emote&man2&default|emote&boy11&sad"],
["man2","Але я точно знаю, скільки зусиль ти в це вкладаєш.. Якби ще на ЗНО стільки витрачав, хе-хе!","emote&man2&happy"],
["boy11","Тату..","emote&boy11&hideEyes"],
["man2","Я не знаю, наскільки я тут можу бути найкращим порадником.","emote&man2&default"],
["man2","Але ти з ранніх років доводив всім нам, що маєш право займатись тим, що любиш.",""],
["man2","Я ніколи не повірю, що якийсь бовдур, який ховається під маскою, може бути сильнішим за твоє бажання жити музикою!","emote&boy11&default"],
["man2","Знаєш, в тій відео-пародії було багато цькування й не тільки тебе. Якщо хочеш, то можемо звернутись у поліцію, аби люди, які це створили, понесли покарання.",""],
["man2","Або, принаймні, поширити профілі цих людей серед знайомих, аби вони поскаржились на них і таким чином їх заблокували.","emote&man2&happy"],
["man2","Що думаєш про це?","emote&man2&default"],
["","","finish"]
]

]}