{"c2array":true,"size":[100,100,4],"data":[

[["start"],
["","Привіт! Мене звуть Оленка. Мені 12  років. Я веду свій маленький блог в Інстаграмі про огляд косметики.","bg&room|appear&girl8&5&1&happy&mirror|appear&girl9&2.5&&happy"],
["","Поки я користуюсь тільки дитячою, але інколи, коли мама на роботі, я беру і її косметику для відео. Мій нікнейм — BeautyOlenka!",""],
["","Я часто створюю контент разом зі своєю подругою Аліною. Ми допомагаємо одна одній та разом вигадуємо ідеї для відео.",""],
["","Сьогодні я хочу вперше спробувати викласти рілс. Але я не знаю, про що його зняти...","emote&girl8&tense|ask&reels"]
],

	[["cosplay"],
	["girl8","Аліно, давай сьогодні знімемо відео про макіяж Леді Баг?","emote&girl8&default"],
	["girl9","Хмм, а хіба він в неї є?","emote&girl9&dreaming"],
	["girl8","Ну так суть в тому, аби зробити максимально схожий на неї вигляд. Давай спробуємо? В мене якраз хвостики, як в неї!",""],
	["","","plot&nuOkay"]
	],
	

	[["adultsMakeUp"],
	["girl8","Аліно, давай зробимо відео про дорослий макіяж. Мама зараз на роботі. Поки її немає, я можу взяти трохи її косметики.","emote&girl8&default"],
	["girl9","А кого візьмемо для прикладу?","emote&girl9&default"],
	["girl8","Та давай просто пошукаємо і що сподобається, те і повторимо!",""],
	["","","plot&nuOkay"]
	],

	[["schoolMakeUp"],
	["girl8","Скоро почнеться навчання. Давай знімемо відео про шкільний макіяж? Думаю, воно стане популярним!","emote&girl8&default"],
	["girl9","Оо, це хороша ідея! Я якраз знаю декілька варіантів.","emote&girl9&default"],
	["","","plot&firstVideo"]
	],


[["nuOkay"],
["girl9","Ну гаразд.","emote&girl9&default"],
["","","plot&firstVideo"]
],

[["firstVideo"],
["","Ми зняли наше перше відео. Точніше Аліна знімала, а я вперше фарбувалась на камеру. Думаю, це відео точно всім сподобається!","curtain|tick&0.5|emote&girl8&happy|emote&girl9&happy|move&girl9&2|overlay&filming&3.85"],
["","Було так багато цікавих та смішних невдалих дублів, що ми вирішили викласти їх також. Такі відео зазвичай всім подобаються!",""],
["girl8","Як їх оформити?","emote&girl8&tense|overlay&default|move&girl9&2.5|ask&videoDesign"]
],

	[["addImg"],
	["girl8","Давай додамо меми? Мені здається, ось тут, коли я сміюсь, я дуже схожа на Джейка з \"Часу пригод\"!","emote&girl8&happy"],
	["girl9","Ха-ха-ха, а ось тут на Мей Лі, коли вона дратується!","emote&girl9&default"],
	["girl8","Точно! Я навіть трохи почервоніла, як вона! Ха-ха",""],
	["girl9","Тільки пухнастого хвоста не вистачає!",""],
	["girl8","Отож!",""],
	["","","plot&secondVideo"]
	],

	[["addSong"],
	["girl8","Слухай, а давай візьмемо якийсь трек з \"Мадагаскару?\"","emote&girl8&happy"],
	["girl9","Що? Ти про мультфільм?","emote&girl9&dreaming"],
	["girl8","Таак! В них там є одна пісня... Вона чудово підійде!",""],
	["","","plot&secondVideo"]
	],

	[["changeFrame"],
	["girl8","Давай зробимо просто нарізку, де будуть всі смішні моменти?","emote&girl8&happy"],
	["girl9","Хмм, а так не буде нудно?","emote&girl9&dreaming"],
	["girl8","Та ні! Дивись, додамо ще звуки камери, коли буде змінюватись кадр. І додамо ефект чорно-білий!",""],
	["","","plot&secondVideo"]
	],

[["secondVideo"],
["","Ми опублікували наше друге відео. Через кілька годин на мій профіль перейшло більше 300 людей!","curtain|tick&0.5|emote&girl9&happy|emote&girl8&happy"],
["","Звичайно, не всі з них підписалися, але це таке, адже відео зібрало дуже багато переглядів та коментарів! Ми з Аліною сіли їх читати.",""],
["anonym1","КОМЕНТАР: \"Чудовий макіяж!🥰 Ви прикольні! :D\"","msg&SlavaUkraini|move&girl9&4.5|move&girl8&5.5|mirror&girl9&1|emote&girl8&default"],
["anonym2","КОМЕНТАР: \"Ахахах круто!\"","msg&user1809"],
["anonym3","КОМЕНТАР: \"Просто крашихи!😍 Хочу більше!\"","msg&PesPatron"],
["","Ми дуже тішились читаючи коментарі!",""],
["","","plot&badComments"]
],

[["badComments"],
["","Наступного ранку я відразу, як тільки прокинулась, відкрила профіль. Цікаво, як багато там нових переглядів та реакцій...","curtain|tick&0.7|msgOff|disappear&girl9|move&girl8&3.5|emote&girl8&dreaming"],
["anonym2","КОМЕНТАР: \"Боже, які потвори!\"","msg&user3268|move&girl8&4.5|emote&girl8&sad"],
["anonym1","КОМЕНТАР: \"Ти дійсно думаєш, що твоя мазня комусь цікава? Як мені тепер розбачити 🤢...\"","msg&elisss2"],
["anonym3","КОМЕНТАР: \"Мій молодший брат, коли вимазався в торт, виглядав так само! Ахахах\"","msg&badmood|emote&girl8&hideEyes"],
["","Таких коментарів було дуже багато... ","emote&girl8&sad|msgOff|move&girl8&3.5"],
["","Чому вчора все було добре, а сьогодні так? Невже я дійсно потвора і це жахливо? Що мені робити?","ask&commAttitude"]
],

	[["commAttitude_forbid"],
	["","Я вирішила заборонити коментарі під відео. Сподіваюсь, про це відео забудуть, а наступні вийдуть кращими..",""],
	["","","plot&badMessages"]
	],

	[["commAttitude_block"],
	["","Я вирішила заблокувати усіх, хто писав негативні коментарі. Можливо, це були якісь боти?","emote&girl8&angry"],
	["","","plot&badMessages"]
	],

	[["commAttitude_ignore"],
	["","Думаю, краще нічого не буду робити. Можливо, це нормально? Відео ж дуже швидко стало популярним..",""],
	["","","plot&badMessages"]
	],

[["badMessages"],
["","Пройшло пів години і замість коментарів я почала отримувати повідомлення від незнайомців.","curtain|tick&0.7|emote&girl8&sad"],
["","","if&commAttitude&forbid&commAttitude_forbid_2|if&commAttitude&block&commAttitude_block_2|if&commAttitude&ignore&commAttitude_ignore_2"]
],

	[["commAttitude_forbid_2"],
	["anonym3","ПОВІДОМЛЕННЯ: \"Яка ж ти дитина! Навіть коментарі закрила! Дитятку, вчися краще, а не фарбуйся!\"","msg&merci369|move&girl8&5.5"],
	["","","plot&moreBadMessages"]
	],

	[["commAttitude_block_2"],
	["anonym3","КОМЕНТАР: \"Яка ж ти дитина! Навіть заблокувала мене)) Дитятку, вчися краще, а не фарбуйся!\"","msg&aldente13|move&girl8&5.5"],
	["","","plot&moreBadMessages"]
	],

	[["commAttitude_ignore_2"],
	["anonym3","КОМЕНТАР: \"Дитино, ти краще б вчилась, а не малювалась. А то виростеш дурною і тоді всім буде байдуже на твою штукатурку!\"","msg&wakandatop|move&girl8&5.5"],
	["","","plot&moreBadMessages"]
	],

[["moreBadMessages"],
["anonym2","ПОВІДОМЛЕННЯ: \"Думаєш відео, де якась дитина малюється, комусь цікаві? Тобі б ляльками гратися, а не це все 😆\"","msg&0badperson0|emote&girl8&hideEyes"],
["anonym1","ПОВІДОМЛЕННЯ: \"Що ти взагалі хотіла показати цими відео? Хто тебе в такому вигляді хоч кудись пустить? Бідні батьки..\"","msg&leleka_kek"],
["anonym3","ПОВІДОМЛЕННЯ: \"Ти себе в дзеркалі бачила.. Тобі і макіяж не допоможе! Краще математику вчи, більше користі🤦‍♂️\"","msg&masterpiece"],
["","Як же мене дістали ці люди.. Невже я правда виглядаю некрасиво..? І я взагалі-то добре вчусь.. Чому вони причепилися?","msgOff|move&girl8&3.5|emote&girl8&sad"],
["","Мені було дуже образливо читати все це. Я хотіла зробити щось, аби це все припинилось.",""],
["","Вони все продовжували писати... Я маю щось на це відповісти.","emote&girl8&hideEyes|ask&replySomehow"]
],

	[["replySomehow_explain"],
	["girl8","ПОВІДОМЛЕННЯ: \"Взагалі-то, я добре навчаюсь, навіть на відмінно! А відео і макіяж — це моє хобі.\"","msg&me|move&girl8&5|emote&girl8&default"],
	["anonym2","ПОВІДОМЛЕННЯ: \"Воно і видно, що це все — не твоє. Тобі зарано таким займатись, та і таланту в тебе ні крапельки немає)\"","msg&anonym2"],
	["girl8","ПОВІДОМЛЕННЯ: \"Будь ласка, припини писати це! Якщо тобі не подобається, то просто не дивись. Хіба це так важко?\"","msg&me|emote&girl8&sad"],
	["anonym2","ПОВІДОМЛЕННЯ: \"О так! Коли бачиш таку дурепу, що фарбується і вдає з себе дорослу, то важко пройти повз.\"","msg&anonym2"],
	["","","plot&anonymMessage"]
	],
	
	[["replySomehow_angry"],
	["girl8","ПОВІДОМЛЕННЯ: \"А ти себе у дзеркалі бачив? Ще мені щось будеш казати! Як не подобається, то не дивись!\"","msg&me|move&girl8&5|emote&girl8&angry"],
	["anonym2","ПОВІДОМЛЕННЯ: \"Ахаха, дитино, тобі скільки років взагалі?\"","msg&anonym2"],
	["anonym2","ПОВІДОМЛЕННЯ: \"Тобі тут пояснюють, що ти фарбуєшся, як моя трирічна сестра, що маркери знайшла 😄😂\"","msg&anonym2"],
	["girl8","ПОВІДОМЛЕННЯ: \"Відчепися від мене!\"","msg&me"],
	["","","plot&anonymMessage"]
	],
	
	[["replySomehow_lie"],
	["girl8","ПОВІДОМЛЕННЯ: \"Я взагалі-то займаюсь моделінгом. І там точно можуть сказати, чи красива я, чи ні! Припини писати маячню.\"","msg&me|move&girl8&5|emote&girl8&angry"],
	["anonym2","ПОВІДОМЛЕННЯ: \"І де ж ти ним займаєшся? Ану скинь посилання, де є фото з тобою!\"","msg&anonym2"],
	["",". . .",""],
	["anonym2","ПОВІДОМЛЕННЯ: \"Що, немає таких?\"","msg&anonym2"],
	["girl8","ПОВІДОМЛЕННЯ: \"Вони ще будуть! Фото не виставляють відразу після зйомки.\"","msg&me"],
	["anonym2","ПОВІДОМЛЕННЯ: \"Так ти не тільки потворна, а ще й брехунка!\"","msg&anonym2"],
	["anonym2","ПОВІДОМЛЕННЯ: \"Дитятку, наберись трохи розуму, а тоді вже блог веди. А то боляче на це все дивитись!\"","msg&anonym2"],
	["","","plot&anonymMessage"]
	],

[["anonymMessage"],
["anonym2","ПОВІДОМЛЕННЯ: \"А знаєш що? Я тут скинув твоє відео в декілька чатів. Ти тепер легенда крінжу 😉\"","msg&anonym2|emote&girl8&sad"],
["anonym2","ПОВІДОМЛЕННЯ: \"Вітаю! Тепер ти відома як мала штукатурка!😆\"","msg&anonym2"],
["","Що він зробив?! Стоп. Тепер я не можу писати йому повідомлення..","msgOff|move&girl8&3.5|blur&1&pulse"],
["","Через кілька хвилин на моїй сторінці було безліч коментарів із цим прізвиськом..",""],
["","Всі писали, яка я потвора і що маю зникнути з Інстаграму.. Вони навіть створили хештег  #МАЛАШТУКАТУРКА..","emote&girl8&hideEyes"],
["","Я вимкнула телефон. Не можу більше це читати..",""],
["","Як я хочу, аби це все припинилось...","disappear&girl8&1"],
["","","plot&livingRoomMum"]
],

[["livingRoomMum"],
["","Мама покликала мене на обід. Я була жахливо засмучена і вона це помітила.","curtain|tick|bg&home|blur&0|appear&woman1&2|appear&girl8&5&1&sad"],
["woman1","Оленко, щось трапилось? Ти виглядаєш дуже сумною.","emote&woman1&worried"],
["","Мама не знає, що я веду блог.. Чи варто розказати їй про все?","ask&tellAboutBlog"]
],

[["tellAboutBlog_truth"],
["girl8","Нещодавно я виклала декілька відео в Інстаграм, де я роблю макіяж. І тепер всі ненавидять мене..","mirror&girl8&1"],
["girl8","Вони пишуть, що я потвора та створили хештег, де просто сміються з мене..",""],
["girl8","Я не знаю, що мені із цим робити..",""],
["woman1","Доню, покажи мені це все.","move&girl8&3"],
["","","plot&finalDiscussion"]
],

[["tellAboutBlog_lie"],
["girl8","Я щойно мізинцем об стілець вдарилась, коли спускалась. Все гаразд, скоро переболить.","mirror&girl8&1|emote&girl8&hideEyes"],
["woman1","Ой, співчуваю, доню.. Як там Аліна? Ви знову сьогодні будете щось знімати?",""],
["girl8","В сенсі знімати?","emote&girl8&tense"],
["woman1","Ой, мені мама Аліни розповіла, що ви щось знімаєте цікаве. Проговорилась)","emote&woman1&default"],
["girl8","Вже не знімаємо..","emote&girl8&sad"],
["woman1","Щось трапилось? Розкажи мені, обіцяю, я не буду тебе сварити. Просто хочу допомогти.","emote&woman1&worried"],
["girl8","Гаразд..","move&girl8&3"],
["","","plot&finalDiscussion"]
],

[["tellAboutBlog_ignore"],
["girl8","Нічого не сталось, просто такий настрій. Що сьогодні на обід?","mirror&girl8&1|emote&girl8&hideEyes"],
["woman1","Млинці з медом.",""],
["woman1","Ти впевнена, що все гаразд? Все в порядку, ти можеш мені довіряти.",""],
["girl8","Мамо, я не хочу про це говорити.. Може, потім, але давай не зараз..","emote&girl8&sad"],
["woman1","Добре, знай, що я поруч. Ти завжди можеш мені довіритись. Я зроблю все, аби допомогти тобі.","emote&woman1&default"],
["girl8","Добре, давай їсти. Я зголодніла.",""],
["","Я не хотіла нічого розповідати мамі. Думаю, я не буду зараз нічого знімати. Сподіваюсь, в школі ніхто не дізнається про той хештег.","disappear&woman1|move&girl8&3.5"],
["","Як я хочу, аби це все вирішилось само собою...",""],
["","","finish"]
],

[["finalDiscussion"],
["","Я показала мамі відео, коментарі та повідомлення.. Я дуже боялась, що вона сваритиме мене, та скаже, що я сама у всьому винна..","emote&girl8&hideEyes"],
["woman1","Це жахливо..","move&girl8&5"],
["woman1","Я рада, що ти довірилась мені. Скажи, тобі подобається знімати відео?","emote&woman1&default"],
["girl8","Так, але..","emote&girl8&sad"],
["woman1","Знаєш, хейт — це зворотня сторона популярності. Там були люди, яким дуже сподобались твої відео!",""],
["woman1","Якщо ти хочеш, ми можемо звернутись у поліцію чи службу підтримки, аби люди, які запустили цей хештег, понесли покарання. Або принаймні трохи понервувалися.",""],
["woman1","Або можеш поширити ці профілі серед знайомих, аби вони поскаржились на них та адміністратори їх заблокували.",""],
["woman1","Але в будь-якому випадку ти можеш продовжувати знімати відео.",""],
["woman1","Якщо хочеш, то ми могли б дізнатися про це більше. Я бачила оголошення про відеогурток у місті, можливо, варто почати з нього?",""],
["girl8",". . .",""],
["girl8","Думаю, можна спробувати.. Дякую, що є зі мною!","emote&girl8&default"],
["","","finish"]
]

]}