{"c2array":true,"size":[100,100,4],"data":[

[["start"],
["","Привіт! Я — Маша, мені 13 років. Як і всі мої друзі, я люблю сидіти у TikTok. Там є багато прикольних відео.","bg&room|appear&girl10&3.5&1&happy&mirror"],
["","А особливо я обожнюю дивитись відео корейських варіантів макіяжу. Всі ці люди виглядають просто ідеальними!",""],
["","Минулого року у мене з'явилися проблеми зі шкірою. Тепер я часто намагаюся приховати висипання косметикою, але виходить ще гірше... Через це я часто почуваю себе потворною...","emote&girl10&sad"],
["","Я давно хочу позбутись цього, але не знаю, як це зробити...","ask&whatIDo"]
],

	[["whatIDo_searchAlone"],
	["","Я вирішила пошукати, що з цим можна зробити в інтернеті.","emote&girl10&default"],
	["","В ТікТоці та Ютубі є багато порад щодо різних препаратів та масок. Але більшість з них я вже спробувала, а решта — надто дорогі для мене...","emote&girl10&sad"],
	["","","plot&afterThinking"]
	],

	[["whatIDo_askParents"],
	["","Думаю, можна запитати про це в мами..","appear&woman1&2&&&mirror|move&girl10&4"],
	["girl10","Мамо, ти не зайнята?",""],
	["woman1","Трохи зайнята, тобі терміново?","mirror&woman1&0"],
	["girl10","Я хотіла з тобою про дещо поговорити.. Мене останнім часом дуже висипає і...","emote&girl10&confused"],
	["woman1","Нічого страшного. Це підліткове, пройде саме.",""],
	["girl10","Але, мамо, невже з цим нічого не можна зробити?",""],
	["woman1","Менше користуйся своєю тоналкою і не так висипати буде. Думаєш, то корисно?","emote&woman1&angry"],
	["","Вона мене не розуміє.. Якщо це підліткове, тоді чому в однокласниць їх немає?","emote&girl10&sad"],
	["","Залишається тільки шукати самій в інтернеті.. В принципі, як завжди..",""],
	["","","plot&afterThinking"]
	],

	[["whatIDo_wait"],
	["","Всі довкола говорять, що це підліткове. Можливо, це і справді так? Подивлюсь, що буде далі..",""],
	["","Несподівано, мені прийшло повідомлення від подруги.","emote&girl10&confused"],
	["","\"Нове повідомлення в Instagram\"","msg&Instagram"],
	["girl9","ПОВІДОМЛЕННЯ: \"Привітики, Машо) Слухай, сьогодні була з мамою у дерматолога, ти не уявляєш, як там дорого!\"","msg&Настя|emote&girl10&default|move&girl10&5"],
	["girl9","ПОВІДОМЛЕННЯ: \"Але мені порадили якісь засоби, кажуть, за кілька тижнів вже почнуть спадати почервоніння.\"","msg&Настя"],
	["girl10","ПОВІДОМЛЕННЯ: \"Я рада за тебе) Я б теж хотіла... Але в мене немає грошей на дерматолога..\"","msg&me"],
	["girl10","ПОВІДОМЛЕННЯ: \"Мама каже, що це саме пройде, як і в сестри 😒\"","msg&me|emote&girl10&sad"],
	["girl9","ПОВІДОМЛЕННЯ: \"Так є ж багато дерматологів, що консультують безкоштовно в Інстаграмі.\"","msg&Настя"],
	["girl9","ПОВІДОМЛЕННЯ: \"Навіть моя мама-стоматолог почала вести свій блог.\"","msg&Настя"],
	["girl9","ПОВІДОМЛЕННЯ: \"Пошукай там. Думаю, знайдеш когось.\"","msg&Настя"],
	["girl10","ПОВІДОМЛЕННЯ: \"Хмм, дякую! 🙂 Певно, так і зроблю!\"","msg&me|emote&girl10&default"],
	["","","plot&afterThinking"]
	],

[["afterThinking"],
["","Я відкрила Інстаграм. Тут багато дерматологів і косметологів. Я шукала декілька годин. І, як завжди, коли я щось шукаю тут, такі профілі почали підписуватися на мене.","move&girl10&3.5|msgOff|disappear&woman1"],
["","Несподівано мені написали в особисті повідомлення.","emote&girl10&confused|overlay&insta&3|move&girl10&5"],
["","\"Нове повідомлення в Instagram\"","msg&Instagram|overlay&default"],
["doctor","ПОВІДОМЛЕННЯ: \"Добрий день! Мене звати Олеся. Я — лікар-дерматолог. Ви нещодавно переглядали мій профіль.\"","msg&Doctor_18|emote&girl10&default"],
["doctor","ПОВІДОМЛЕННЯ: \"Чи можу я бути вам корисною?\"","msg&Doctor_18"],
["","Я відкрила її профіль. Там була інформація про освіту, пости про шкіру, скріншоти відгуків і її фото.",""],
["","Правда, не було жодної розмовної сторіс або відео з нею. Але ж кожен веде так, як хоче.","emote&girl10&dreaming"],
["","Що мені робити з цим повідомленням?","ask&whatIAnswer"]
],

	[["whatIAnswer_interest"],
	["girl10","ПОВІДОМЛЕННЯ: \"Добрий день. Так, я маю проблеми зі шкірою і не знаю, що мені з цим робити..\"","msg&me|emote&girl10&sad"],
	["doctor","ПОВІДОМЛЕННЯ: \"Зараз багато дівчат мають такі проблеми у різному віці.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Але якщо правильно підібрати лікування, то все минає за декілька тижнів.\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Але в мене немає коштів, аби заплатити вам за консультацію..\"","msg&me"],
	["doctor","ПОВІДОМЛЕННЯ: \"Нічого страшного. Я проводжу діагностику безкоштовно.\"","msg&Doctor_18|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я хочу, аби більше людей були щасливими. Ця сторінка — це радше моє волонтерство.\"","msg&Doctor_18"],
	["","В неї було багато хороших відгуків. Думаю, вона — мій шанс, аби це все нарешті скінчилось.","emote&girl10&dreaming"],
	["","","plot&howOldAreYou"]
	],

	[["whatIAnswer_ignore"],
	["","Повідомлення прочитане, але я не буду на нього відповідати, принаймні, поки...",""],
	["doctor","ПОВІДОМЛЕННЯ: \"Якщо ти хвилюєшся, чи можна мені довіряти, то можеш переглянути відгуки на моїй сторінці.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Зараз багато дівчат мають такі проблеми у різному віці.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Але якщо правильно підібрати лікування, то все минає за декілька тижнів.\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"В мене немає коштів на лікаря.. Я просто збирала інформацію.\"","msg&me|emote&girl10&sad"],
	["doctor","ПОВІДОМЛЕННЯ: \"Нічого страшного. Я проводжу діагностику безкоштовно.\"","msg&Doctor_18|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я хочу, аби більше людей були щасливими. Ця сторінка — це радше моє волонтерство.\"","msg&Doctor_18"],
	["","В неї і правда було багато відгуків в профілі... Можливо, їй варто довіритись...","emote&girl10&dreaming"],
	["","","plot&howOldAreYou"]
	],

	[["whatIAnswer_refuse"],
	["girl10","ПОВІДОМЛЕННЯ: \"Ні, я лише переглянула профіль. Мені нічого не потрібно.\"","msg&me|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я займаюсь безкоштовним консультуванням шкірних захворювань.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Зараз багато проблем зі шкірою починається саме із неправильного догляду.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"В мене багато випадків, де підібраний мною догляд врятував шкіру багатьом дівчатам.\"","msg&Doctor_18"],
	["","В неї і правда було багато відгуків в профілі... Можливо, їй варто довіритись...","emote&girl10&dreaming"],
	["","","plot&howOldAreYou"]
	],

[["howOldAreYou"],
["doctor","ПОВІДОМЛЕННЯ: \"Скажи, скільки тобі років?\"","msg&Doctor_18|emote&girl10&default"],
["","Навіщо їй це знати? Можливо, якщо я неповнолітня, то для лікування буде потрібен дозвіл батьків..","emote&girl10&confused"],
["","Що мені їй написати?","ask&whatIWrite"]
],

	[["whatIWrite_truth"],
	["girl10","ПОВІДОМЛЕННЯ: \"Мені 13, це ж нічого?\"","msg&me"],
	["doctor","ПОВІДОМЛЕННЯ: \"Нічого, все гаразд! Деякі препарати або засоби мають вікові обмеження, тому я завжди про це запитую.\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Мені всі кажуть, що це підліткове та скоро мине саме собою.\"","msg&me|emote&girl10&sad"],
	["girl10","ПОВІДОМЛЕННЯ: \"Але чомусь в моїх однокласниць немає таких проблем..\"","msg&me"],
	["girl10","ПОВІДОМЛЕННЯ: \"Як довго ще це має відбуватись зі мною? Невже і справді потрібно терпіти та чекати?\"","msg&me"],
	["doctor","ПОВІДОМЛЕННЯ: \"Звичайно, що ні! Навіть підліткові висипи потрібно лікувати!\"","msg&Doctor_18|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Ти ніколи не проходила обстеження у лікаря? Або, можливо, лікування препаратами?\"","msg&Doctor_18"],
	["","","plot&message3In1"]
	],

	[["whatIWrite_lie"],
	["girl10","ПОВІДОМЛЕННЯ: \"Мені 18.\"","msg&me|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Гаразд. Як давно у тебе з'явились висипи?\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Ще коли мені було 13. Все так різко почалось і нічого не допомагало...\"","msg&me|emote&girl10&sad"],
	["doctor","ПОВІДОМЛЕННЯ: \"Ти ніколи не проходила обстеження у лікаря? Або, можливо, лікування препаратами?\"","msg&Doctor_18"],
	["","","plot&message3In1"]
	],

	[["whatIWrite_refuse"],
	["girl10","ПОВІДОМЛЕННЯ: \"Я не хотіла б ділитись своєю особистою інформацією. Це дуже незручна для мене тема..\"","msg&me|emote&girl10&sad"],
	["doctor","ПОВІДОМЛЕННЯ: \"Деякі препарати або засоби мають вікові обмеження, тому я завжди про це запитую.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я ніколи і нікому не поширюю особисту інформацію моїх клієнтів.\"","msg&Doctor_18|emote&girl10&dreaming"],
	["doctor","ПОВІДОМЛЕННЯ: \"Це ж безкоштовна консультація, а не запис у клініці.\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Гаразд, я вам довіряю. Мені ще 13. Це ж нічого?\"","msg&me|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Нічого! Ти проходила коли-небудь обстеження у лікаря? Або, можливо, лікування препаратами?\"","msg&Doctor_18"],
	["","","plot&message3In1"]
	],

[["message3In1"],
["girl10","ПОВІДОМЛЕННЯ: \"Ні, я лише намагалась вилікувати це різними масками з ТікТоку, але мені це не допомогло..\"","msg&me|emote&girl10&default"],
["doctor","ПОВІДОМЛЕННЯ: \"Надішли мені, будь ласка, фото свого обличчя.\"","msg&Doctor_18"],
["","Навіть не знаю.. Діагностика по фото.. А так точно буде ефективно?","emote&girl10&dreaming"],
["","Чи варто це робити?","ask&shouldIMakePhoto"]
],

	[["shouldIMakePhoto_yes"],
	["girl10","ПОВІДОМЛЕННЯ: \"Гаразд, зараз зроблю фото.\"","msg&me|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Очікую. Необхідно, щоб фото було чітким та все обличчя було добре видно, аби зробити якісний огляд.\"","msg&Doctor_18"],
	["","","plot&photoSent"]
	],

	[["shouldIMakePhoto_no"],
	["girl10","ПОВІДОМЛЕННЯ: \"Напевно, я відмовлюсь. Не думаю, що можна реально зробити діагностику по фото.\"","msg&me|emote&girl10&default"],
	["doctor","ПОВІДОМЛЕННЯ: \"Вже давно існують онлайн діагностики. Тепер нас навчають це робити навіть по фото.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Не хвилюйся та довірся мені. У мене великий досвід такої роботи і багато щасливих клієнтів.\"","msg&Doctor_18|emote&girl10&dreaming"],
	["doctor","ПОВІДОМЛЕННЯ: \"Ти бачила мої відгуки?\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Так, бачила.. Думаю, ви праві. Зараз зроблю фото.\"","msg&me|emote&girl10&default"],
	["","","plot&photoSent"]
	],

	[["shouldIMakePhoto_idk"],
	["girl10","ПОВІДОМЛЕННЯ: \"А наскільки це ефективно? Чи ви робили вже подібні консультації?\"","msg&me|emote&girl10&dreaming"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я вже кілька років консультую так клієнтів. Є багато щасливих людей, яким допомогло моє лікування.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Ти ж бачила мої відгуки?\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Так, бачила..\"","msg&me"],
	["doctor","ПОВІДОМЛЕННЯ: \"Не хвилюйся, лікарів зараз з університету навчають проводити таку діагностику. Це звичайна практика!\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Думаю, ви праві. Зараз зроблю фото.\"","msg&me|emote&girl10&default"],
	["","","plot&photoSent"]
	],

[["photoSent"],
["",". . .",""],
["","\"Фото надіслано\"","msg&PhotoSent"],
["girl10","ПОВІДОМЛЕННЯ: \"Я надіслала фото з різних ракурсів.\"","msg&me"],
["doctor","ПОВІДОМЛЕННЯ: \"Все чудово! Ти — розумничка!\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Хмм... Дуже дивно.\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Розумієш, Машо, у тебе зараз перехідний вік, відбуваються гормональні та тілесні зміни.\"","msg&Doctor_18|emote&girl10&confused"],
["doctor","ПОВІДОМЛЕННЯ: \"Скажи, у тебе почалася менструація?\"","msg&Doctor_18"],
["girl10","Так, почалася. ","msg&me"],
["doctor","ПОВІДОМЛЕННЯ: \"Чи регулярний у тебе менструальний цикл?\"","msg&Doctor_18"],
["girl10","Ні, взагалі не регулярний. А це проблема? Мама казала, що це ще має налагодитись. ","msg&me|emote&girl10&sad"],
["doctor","ПОВІДОМЛЕННЯ: \"Висипи, як у тебе, при нерегулярних менструаціях можуть свідчити про хвороби статевих органів.\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Тоді висипи є наслідком гормональних змін через різні новоутворення, які можуть формуватися.\"","msg&Doctor_18"],
["girl10","Невже це і правда зі мною відбувається.. І що мені робити? ","msg&me|emote&girl10&confused"],
["girl10","Але ж у мене нічого не болить. Можливо, це помилка? ","msg&me"],
["doctor","ПОВІДОМЛЕННЯ: \"В тому і небезпека, що хвороби статевих органів можуть не супроводжуватись больовими відчуттями.\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Надішли мені фото своїх статевих органів.\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Якщо ми виявимо її зараз, то зможемо обійтись без операції, все вилікується лише медикаментами.\"","msg&Doctor_18"],
["","Я соромлюсь робити таке фото, чи варто це робити? А якщо все і справді погано?","ask&makeIntimatePhoto|emote&girl10&sad"]
],

	[["makeIntimatePhoto_agree"],
	["girl10","Я трохи соромлюся...","msg&me|emote&girl10&confused"],
	["doctor","ПОВІДОМЛЕННЯ: \"Не соромся, я нікому їх не покажу. Це ж лікарська таємниця.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"На фото повинно бути видно, що це саме ти.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я маю бути певна, що проводжу діагностику однієї людини, а не когось іншого.\"","msg&Doctor_18"],
	["girl10","ПОВІДОМЛЕННЯ: \"Це дуже соромно, але я це зроблю. Зачекайте.\"","msg&me|emote&girl10&confused"],
	["",". . .",""],
	["","","plot&photoAttached"]
	],

	[["makeIntimatePhoto_idk"],
	["girl10","Але ж ви дерматолог, а це вже інше. Хіба ви можете таке визначити? Тим паче, по фото...","msg&me|emote&girl10&dreaming"],
	["doctor","ПОВІДОМЛЕННЯ: \"Все в нашому організмі взаємопов'язано. Я не гінеколог, проте багато хвороб є комплексними, як ця.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"В їхній діагностиці я компетентна.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Я можу провести діагностику. Якщо у тебе все гаразд — я зможу допомогти тобі вилікувати шкіру.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Якщо там справді є симптоми захворювання, то надам контакти хорошого лікаря-гінеколога.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Не хвилюйся, усе це залишиться лікарською таємницею!\"","msg&Doctor_18|emote&girl10&default"],
	["","","plot&nuOkay"]
	],
	[["makeIntimatePhoto_refuse"],
	["girl10","Ні, це все якось підозріло.. Я краще не буду цього робити.","msg&me|emote&girl10&dreaming"],
	["doctor","ПОВІДОМЛЕННЯ: \"Все в нашому організмі взаємопов'язано. Багато хвороб є комплексними.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Якщо у тебе все гаразд — я зможу допомогти тобі мати здорову та абсолютно чисту шкіру.\"","msg&Doctor_18"],
	["doctor","ПОВІДОМЛЕННЯ: \"Не хвилюйся, усе це залишиться лікарською таємницею! Я обіцяю тобі!\"","msg&Doctor_18|emote&girl10&default"],
	["","","plot&nuOkay"]
	],

[["nuOkay"],
["girl10","ПОВІДОМЛЕННЯ: \"Якщо це так необхідно... То гаразд.\"","msg&me|emote&girl10&sad"],
["doctor","ПОВІДОМЛЕННЯ: \"Головне зроби фото так, аби на ньому було видно, що це саме ти.\"","msg&Doctor_18"],
["doctor","ПОВІДОМЛЕННЯ: \"Я маю бути певна, що проводжу діагностику однієї людини, а не когось іншого.\"","msg&Doctor_18"],
["girl10","ПОВІДОМЛЕННЯ: \"Добре.\"","msg&me"],
["","","plot&photoAttached"]
],

[["photoAttached"],
["","\"Фото надіслано\"","curtain|tick&0.5|msg&PhotoSent"],
["","\"Користувач Олеся заблокував Вас.\"","msg&Banned|emote&girl10&confused"],
["","О ні! Що вона зробила?!","msgOff"],
["","\"Нове повідомлення від користувача DhR123\"","msg&MailMessage|animate&girl10&jump"],
["anonym3","ПОВІДОМЛЕННЯ: \"Фото, яке ти щойно надіслала, буде розміщено в інтернеті.\"","msg&DhR123"],
["anonym3","ПОВІДОМЛЕННЯ: \"51414151****0032 — це номер карти, на яку ти перерахуєш завтра до обіду 3 тис. гривень!\"","msg&DhR123"],
["anonym3","ПОВІДОМЛЕННЯ: \"Якщо ти цього не зробиш — ці фото побачать твої батьки та друзі.\"","msg&DhR123"],
["","Я ніби оніміла...","blur&1&pulse|move&girl10&3.5|emote&girl10&sad|msgOff"],
["","Декілька хвилин я просто трусилась, а потім розплакалася.","emote&girl10&cry"],
["","Якщо хтось побачить ці фото, я навіть боюсь подумати, що зі мною буде...",""],
["","Що мені із цим робити? Чи варто просити про допомогу?","ask&askingForHelp"]
],

[["askingForHelp_parents"],
["","Я навіть не знаю, як вони відреагують на це.. Але мені немає, звідки дістати такі кошти.","blur&0"],
["","Та це краще, ніж якщо мої фото побачать всі..",""],
["girl10","Мамо, ти зайнята?","appear&woman1&2&&&mirror|move&girl10&4|emote&girl10&sad"],
["woman1","Трохи. Тобі щось потрібно?","mirror&woman1&0"],
["","Я не втрималась і почала плакати...","emote&girl10&cry"],
["girl10","Я не знаю, як про це тобі розказати..","emote&woman1&worried"],
["woman1","Доню, що таке? Заспокойся, сідай.",""],
["girl10","Я просто хотіла вилікувати шкіру.. Тепер мої фото побачать усі.",""],
["woman1","Які фото? Ти про що?",""],
["girl10","Пообіцяй, що не будеш сварити!",""],
["woman1","Обіцяю! Що б там не було, доню, ти можеш мені розказати.",""],
["","Я показала мамі переписку...","emote&girl10&sad"],
["","","plot&final"]
],

[["askingForHelp_friends"],
["girl10","ПОВІДОМЛЕННЯ: \"Настю, привіт.\"","blur&0|msg&me|move&girl10&5|emote&girl10&sad"],
["girl9","ПОВІДОМЛЕННЯ: \"Привіт! Як ти?\"","msg&Настя"],
["girl10","ПОВІДОМЛЕННЯ: \"Я навіть не знаю, як тобі про це розповісти..\"","msg&me"],
["girl9","ПОВІДОМЛЕННЯ: \"Та все окей, ти ж мене знаєш. Я нікому ні слова!\"","msg&Настя"],
["girl10","ПОВІДОМЛЕННЯ: \"Я просто хотіла вилікувати шкіру, а тепер мої інтимні фото побачать всі.\"","msg&me|emote&girl10&cry"],
["girl10","ПОВІДОМЛЕННЯ: \"Або я маю знайти 3000 гривень, яких в мене немає...\"","msg&me"],
["girl9","ПОВІДОМЛЕННЯ: \"Стоп, що? Як це взагалі пов'язано?\"","msg&Настя"],
["","Я переслала Насті скріни переписки з \"лікарем\". Мені було шалено соромно, але я не знала, кому мені ще довіритись.",""],
["girl9","ПОВІДОМЛЕННЯ: \"Це жесть.. Слухай, я б радила тобі піти з батьками до поліції.\"","msg&Настя|emote&girl10&sad"],
["girl9","ПОВІДОМЛЕННЯ: \"Вони можуть не зупинитись і продовжувати тебе шантажувати, навіть якщо ти знайдеш кошти.\"","msg&Настя"],
["girl10","ПОВІДОМЛЕННЯ: \"Я боюсь.. Але, можливо, це — єдиний вихід..\"","msg&me"],
["","Мама була як завжди зайнята, але коли я підійшла до неї, то не могла стримати сліз. Я дуже боялась, що може стати тільки гірше.","msgOff|appear&woman1&2|move&girl10&4|emote&girl10&cry"],
["","Коли я розповіла їй все та показала переписку — вона була шокована, але підтримала мене.",""],
["","","plot&final"]
],

[["askingForHelp_keepSilent"],
["","Мені було занадто страшно будь-кому про це розповідати. Я боялась, що на мене кричатимуть та станеться щось надзвичайно жахливе..","blur&0"],
["","Я позичила кошти в усіх, в кого тільки могла їх попросити та перевела їх на картку. Того ж дня мені прийшло ще одне повідомлення...",""],
["anonym3","ПОВІДОМЛЕННЯ: \"Ти довго думала. Тепер ти маєш переказати 7 000 грн. Або гроші, або сама знаєш що!\"","msg&DhR123|move&girl10&5|emote&girl10&sad"],
["","Я не зможу їх дістати.. Я навіть не знаю, що буде далі...",""],
["","","finish"]
],

[["final"],
["woman1","Я навіть не уявляла, наскільки тобі важлива проблема зі шкірою..","emote&woman1&tense"],
["woman1","Тобі немає чого соромитись. Ти не бажала зробити нічого поганого!",""],
["woman1","Не хвилюйся, ми звернемось до поліції, вони займаються такими справами. Ми вирішимо це, доню.","emote&woman1&worried"],
["","","finish"]
]

]}